{
    "source_url": "https://admission.tdtu.edu.vn/dai-hoc/thong-bao-huong-dan-dang-ky-xet-tuyen-dai-hoc-nam-2025",
    "crawl_date": "2025-11-27T16:40:56.727244",
    "title": "Thông báo hướng dẫn đăng ký xét tuyển đại học năm 2025 | Tuyển sinh",
    "segmented_content": [
        {
            "title": "1. Phương thức tuyển sinh đại học năm 2025",
            "content": "- Phương thức 1: xét theo kết quả quá trình học tập Trung học phổ thông (THPT) (kết quả 6 học kỳ (6HK) và các thành tích học tập khác). - Phương thức 2: xét tuyển theo kết quả thi tốt nghiệp THPT năm 2025. - Phương thức 3: xét tuyển theo kết quả bài thi đánh giá năng lực năm 2025 của Đại học Quốc gia TP. Hồ Chí Minh. - Phương thức 4: ưu tiên xét tuyển theo quy định của TDTU, xét tuyển thẳng theo quy chế tuyển sinh của Bộ Giáo dục và Đào tạo. - Thí sinh xem thông tin quy định tiêu chí tuyển sinh theo từng phương thức tuyển sinh năm 2025 tại https://admission.tdtu.edu.vn/dai-hoc/tuyen-sinh/phuong-thuc-2025 . - Trường Đại học Tôn Đức Thắng cập nhật Thông tin tuyển sinh năm 2025 tại website https://admission.tdtu.edu.vn ."
        },
        {
            "title": "2.a. Quy định chung về đăng ký xét tuyển",
            "content": "Thí sinh đăng ký xét tuyển vào TDTU theo các phương thức xét tuyển đều phải thực hiện quy trình đăng ký như sau: - Đăng ký xét tuyển trên hệ thống của Bộ Giáo dục và Đào tạo (Bộ GDĐT) theo hướng dẫn của Bộ GDĐT (từ ngày 16/7 đến 17g00 ngày 28/7/2025) - Thí sinh đăng ký nộp minh chứng về chứng chỉ ngoại ngữ, minh chứng cộng điểm khuyến khích, thành tích học tập khác để phục vụ xét tuyển năm 2025 trên hệ thống của TDTU ( https://xettuyen.tdtu.edu.vn ) từ ngày 25/5/2025 đến ngày 25/7/2025"
        },
        {
            "title": "2.b. Đăng ký nguyện vọng xét tuyển trên hệ thống của Bộ GDĐT",
            "content": "- Từ ngày 16/7 đến 17g00 ngày 28/7/2025, thí sinh đăng ký nguyện vọng xét tuyển (NVXT) theo các phương thức tuyển sinh của Trường và thanh toán lệ phí xét tuyển trên hệ thống của Bộ GDĐT theo hướng dẫn và quy định của Bộ GDĐT. - Thí sinh đã tốt nghiệp THPT chưa có tài khoản đăng ký xét tuyển trên hệ thống của Bộ GDĐT phải liên hệ Sở GDĐT để đăng ký cấp tài khoản từ ngày 10/7 - 17g00 ngày 20/7/2025."
        },
        {
            "title": "2.c. Đăng ký nộp minh chứng về chứng chỉ ngoại ngữ, minh chứng cộng điểm khuyến khích, thành tích học tập khác trên hệ thống của TDTU",
            "content": "- Từ ngày 25/5/2025 đến ngày 25/7/2025, thí sinh đăng ký nộp chứng chỉ ngoại ngữ, các minh chứng cộng điểm khuyến khích trên hệ thống https://xettuyen.tdtu.edu.vn . - Đối với Phương thức 1 - xét theo kết quả quá trình học tập THPT (kết quả 6HK và các thành tích học tập khác): + Nộp chứng chỉ ngoại ngữ (theo quy định tại phụ lục 5 - xem tại đây ) để xét cộng điểm khuyến khích; xét điều kiện ngoại ngữ và quy đổi thành điểm chứng chỉ ngoại ngữ xét tuyển chương trình đại học bằng tiếng Anh, chương trình liên kết đào tạo quốc tế; + Nộp minh chứng cộng điểm khuyến khích (theo quy định tại phụ lục 7 - xem tại đây ) và cung cấp các thông tin thành tích học tập khác để xét cộng điểm khuyến khích theo Phương thức 1. + Lưu ý: Thí sinh có thể đăng ký thông tin về ngành nghề dự kiến xét tuyển để TDTU hướng dẫn, tư vấn. - Đối với Phương thức 2 - xét tuyển theo kết quả thi tốt nghiệp THPT năm 2025 + Nộp chứng chỉ ngoại ngữ (theo quy định tại phụ lục 5 - xem tại đây ) để quy đổi điểm chứng chỉ ngoại ngữ thành điểm môn ngoại ngữ và xét điều kiện ngoại ngữ đối với chương trình đại học bằng tiếng Anh, chương trình liên kết đào tạo quốc tế; + Nộp minh chứng cộng điểm khuyến khích (theo quy định tại phụ lục 8 - xem tại đây ) để xét cộng điểm khuyến khích theo Phương thức 2. - Đối với Phương thức 3 - xét tuyển theo kết quả bài thi đánh giá năng lực năm 2025 của Đại học Quốc gia TP. Hồ Chí Minh: Nộp chứng chỉ ngoại ngữ (theo quy định tại phụ lục 5) để xét điều kiện ngoại ngữ đối với chương trình đại học bằng tiếng Anh, chương trình liên kết đào tạo quốc tế. - Đối với Phương thức 4 - thí sinh xét tuyển theo Phương thức 4 nộp hồ sơ xét tuyển (bản giấy) về TDTU theo thông báo tuyển sinh của Trường (xem tại đây)"
        },
        {
            "title": "2.d. Quy định về xét tuyển",
            "content": "- Căn cứ NVXT mà thí sinh đăng ký trên hệ thống của Bộ GDĐT, căn cứ dữ liệu điểm kết quả học tập THPT (6HK), điểm thi THPT năm 2025, kết quả điểm đánh giá năng lực của Đại học Quốc gia TP. Hồ Chí Minh của thí sinh có trên hệ thống chung của Bộ GDĐT để tổ chức xét tuyển theo đúng tiêu chí tuyển sinh của các phương thức xét tuyển quy định trong Thông tin tuyển sinh năm 2025 của TDTU. - TDTU căn cứ trên thông tin chứng chỉ ngoại ngữ, minh chứng cộng điểm khuyến khích của thí sinh đăng ký trên hệ thống của TDTU để xét cộng điểm khuyến khích, quy đổi điểm chứng chỉ ngoại ngữ, xét điều kiện chứng chỉ ngoại ngữ đối với chương trình đại học bằng tiếng Anh, chương trình liên kết đào tạo quốc tế. - Thí sinh không nộp chứng chỉ ngoại ngữ, minh chứng cộng điểm khuyến khích trên hệ thống của TDTU sẽ không được xét cộng điểm khuyến khích, quy đổi điểm chứng chỉ ngoại ngữ, xét điều kiện chứng chỉ ngoại ngữ đối với chương trình đại học bằng tiếng Anh, chương trình liên kết đào tạo quốc tế. - Thí sinh tốt nghiệp THPT năm 2024 trở về trước xét tuyển vào chương trình liên kết đào tạo quốc tế, chương trình dự bị liên kết đào tạo quốc tế theo Phương thức 1 nộp bổ sung học bạ THPT trên hệ thống của TDTU."
        },
        {
            "title": "3. Hướng dẫn đăng ký dự thi năng khiếu, phỏng vấn",
            "content": "- Thí sinh xét tuyển theo tổ hợp có môn năng khiếu vào các ngành Thiết kế đồ họa, Thiết kế nội thất, Thiết kế thời trang, Kiến trúc, Quản lý thể dục thể thao phải đăng ký dự thi môn năng khiếu do TDTU tổ chức tại https://thinangkhieu.tdtu.edu.vn . Thí sinh có thể dự thi cả 3 đợt thi năng khiếu để dùng điểm cao nhất của 3 đợt thi xét tuyển. TDTU không nhận kết quả thi năng khiếu của Trường khác để xét tuyển. Thí sinh xem thông tin chi tiết tại Thông báo tổ chức thi môn năng khiếu năm 2025 của Trường. - Thí sinh xét tuyển theo Phương thức 1 bằng tổ hợp có môn phỏng vấn vào chương trình liên kết đào tạo quốc tế, chương trình dự bị liên kết đào tạo quốc tế phải đăng ký tham dự phỏng vấn do TDTU tổ chức tại https://xettuyen.tdtu.edu.vn ."
        },
        {
            "title": "4. Thí sinh theo dõi và cập nhật thông tin tuyển sinh của TDTU",
            "content": "Thí sinh theo dõi và cập nhật thông tin tuyển sinh của TDTU tại website https://admission.tdtu.edu.vn ."
        },
        {
            "title": "Thông tin liên hệ để được hỗ trợ và tư vấn về tuyển sinh năm 2025",
            "content": "- Email: tuvantuyensinh@tdtu.edu.vn . - Điện thoại: (028) 37 755 051 hoặc (028) 37 755 052. - Hotline: 19002024. - Tư vấn chương trình liên kết đào tạo quốc tế: + Hotline: 0935 035 270. + Email: tuvantuyensinhlkqt@tdtu.edu.vn ."
        }
    ]
}