{
    "source_url": "https://admission.tdtu.edu.vn/en/undergraduate/guide-for-applicants",
    "crawl_date": "2025-11-27T16:41:14.062039",
    "title": "Guide for Applicants | Admission",
    "segmented_content": [
        {
            "title": "Step 1: Before applying",
            "content": "Before applying, you can read admission information on website : https :// admission.tdtu.edu.vn/en/undergraduate"
        },
        {
            "title": "Step 2: Decide the program with suitable language instruction",
            "content": "- If you are interested in the undergraduate program that has instructions for lessons in English language, you can choose the Undergraduate Programs taught in English language . To study this program, an English language proficiency certificate IELTS 5.0 or equivalent is required. - If you are into the undergraduate program that the lessons are instructed in Vietnamese language, you can choose the Undergraduate Programs taught in Vietnamese language or Undergraduate Programs taught in Vietnamese language and English language . To study these programs, a Vietnamese language proficiency certificate B2 is required, except the Vietnamese studies - Vietnamese language, Culture & Society course that requires an A2. If you don't have the certificate, you can register for the Vietnamese language course at TDTU to study the language in around 01 year."
        },
        {
            "title": "Step 3: Decide the program with scholarship or non-scholarships",
            "content": "There are two programs with scholarships: - Undergraduate programs taught in Vietnamese language . - Undergraduate programs taught in English language . (Check the scholarships policy and requirements here ). If you choose the programs without scholarships, you have more options but pay for the tuition fees and dormitory fee: - Undergraduate programs taught in Vietnamese language . - Undergraduate programs taught in English language . - Undergraduate programs taught in English language and Vietnamese language . - Joint programs with international universities . (Check the admission requirement here )"
        },
        {
            "title": "Step 4: Apply for the course",
            "content": "You can follow the steps for your application from How to apply on our website."
        },
        {
            "title": "Step 5: Wait for communication from TDTU Admission Team",
            "content": "- If your documents meet our requirements, you will receive our response regarding waiting for the result. - If your documents are not accepted, you will be guided to fulfil/update your documents."
        },
        {
            "title": "Step 6: TDTU's result announcements and applicant's confirmation for the program enrollment",
            "content": "- Successful candidates will be informed of the admission eligibility and scholarship result (if any) with a TDTU Admission Letter , an Enrolment Confirmation Letter and a Check-list providing instructions for your journey to Vietnam and a registration online link for the visa and dormitory. - After having decided to accept the admission and enroll in the program, you can response to us with your completed Enrolment Confirmation Letter and complete the registration online link . Then, we will process and submit the visa applications to the authority. Notes: - TDTU will support in applying for your visa at the authority in Vietnam. It takes about 1 - 2 weeks to receive your visa result. While the visa is processing at the authority in Vietnam but there is a certain problem with it, it will take longer or not be approved. - Prospective students are not recommended to buy a flight/bus/other ways of transport ticket before the visa is approved by the authority in Vietnam with the visa approval letter."
        },
        {
            "title": "Step 7: Prepare for your journey while you are waiting for the visa (1-2 weeks)",
            "content": "- Prepare the hard copies of documents to submit us: + For the prospective students who are enrolling on the 1-year Vietnamese language course/1-year English language course : you need to make sure the hard copies of the Admission documents that you have scanned and sent to our email for the admission process are submitted to us so as to be eligible for your enrollment. + For the prospective students who are enrolling on the Bachelor's programs after you have finished the Vietnamese language course : you need to further submit the Bachelor's Enrollment documents to be eligible for your enrolment. + For the prospective students who are enrolling on the Bachelor's programs without studying the Vietnamese language course or English language courses before, you need to submit us both the Admission documents that you have scanned and sent to our email for the admission process and the Bachelor's Enrollment documents . - Prepare the estimated costs/fee: click here . - Prepare for other necessary things for your life in Vietnam. - Exchange your cash to VND."
        },
        {
            "title": "Step 8: Visa result announcement",
            "content": "TDTU will inform you of the visa result with the visa approval letter, then you can go to the Vietnam Embassy/Consulate where you have registered in the online link before to take your visa. Note: you should check with the Vietnam Embassy/Consulate about the visa availability before reaching their office to make sure it is available."
        },
        {
            "title": "Step 9: Buy a flight/bus ticket to go to Vietnam",
            "content": "After you have got the visa to Vietnam, you can buy a flight/bus ticket to go to Vietnam according to the date you have registered with us. For those who don't accommodate in TDTU dorm, you can go to Vietnam with your own schedule, but you need to be present at TDTU campus (District 7) on the enrollment date. Note: make sure that the documents are brought with you so as to submit us for your program enrollment."
        },
        {
            "title": "Step 10: Go to TDTU campus to check-in the dormitory before the enrollment date",
            "content": "- You can use public transport such as shuttle bus/Grab/Be/taxi to go from Tan Son Nhat Airport/bus station to TDTU campus/your place in Ho Chi Minh City for your dorm check-in. Note: let us know the tentative time you will arrive. - At the airport, you should buy a 4G SIM card to enable your network connection. Note: - Click here to find the way for travelling by local bus in Ho Chi Minh City. - You can find the shuttle yellow bus at Tan Son Nhat Airport to go directly from the airport to District 1, then find another bus or Grab/Be/taxi to go from District 1 to TDTU. (Source: Grab, Be)"
        },
        {
            "title": "Step 11: Enrolment date",
            "content": "After you have checked in the dorm, TDTU will inform you of the date for being present at TDTU campus to complete your program enrolment procedures if there is any update."
        }
    ]
}