{
    "source_url": "https://admission.tdtu.edu.vn/en/undergraduate/How-to-apply",
    "crawl_date": "2025-11-27T16:41:24.636908",
    "title": "How to apply | Admission",
    "segmented_content": [
        {
            "title": "How to apply",
            "content": "Thank you for choosing to study at Ton Duc Thang University (TDTU). Applying to an undergraduate program often requires gathering a range of materials to showcase your background and abilities as a student as well as your interest in higher education. Though it can be quite involved, the process is relatively standard across most institutions in Vietnam. In this article, we've broken down the process ( Click here for the full process) to give you a clearer picture of what you need to do for a complete application to TDTU."
        },
        {
            "title": "OTHER INFORMATION",
            "content": "For Cambodian applicants , please refer to here for details instructions. For Laotian applicants , please refer to here for details instructions. For Chinese applicants , please refer to here for details instructions. For International applicants , please refer to here for details instructions. For the majors of Undergraduate programs taught in Vietnamese, click here ; For the majors of Undergraduate programs taught in English, click here ; For the majors of Undergraduate programs taught both in Vietnamese and English, click here ; For the majors of Joint-training programs with international partners, click here ; Go to the Announcement for details of application call and eligibility for application Go to the Application form and documents to download the necessary form and documents Go to the Admission procedure and timeline for the full instructions and important timeline For financial aids, click here for details of TDTU scholarship programs"
        },
        {
            "title": "For further information, please contact",
            "content": "International Cooperation, Research & Training Institute (INCRETI) Ground floor - F Building, Ton Duc Thang University 19 Nguyen Huu Tho Street, Tan Hung Ward, Ho Chi Minh City Telephone: (+84) 283 77 55 108 - Email: admission.undergraduate@tdtu.edu.vn"
        }
    ]
}