{
    "source_url": "https://admission.tdtu.edu.vn/dai-hoc/thong-bao-diem-trung-tuyen-va-thu-tuc-nhap-hoc-dai-hoc-nam-2025",
    "crawl_date": "2025-11-27T16:40:22.549766",
    "title": "Thông báo điểm trúng tuyển và thủ tục nhập học đại học năm 2025 | Tuyển sinh",
    "segmented_content": [
        {
            "title": "1. Điểm trúng tuyển",
            "content": "Hội đồng tuyển sinh Trường Đại học Tôn Đức Thắng (TDTU) thông báo điểm trúng tuyển và thủ tục nhập học năm 2025 các ngành trình độ đại học chính quy như sau: - Điểm xét tuyển theo các phương thức xét tuyển được thực hiện theo đúng Thông tin tuyển sinh đại học chính quy năm 2025 của TDTU. - Phương thức xét tuyển theo kết quả học tập THPT (PT1) và Phương thức xét tuyển theo kết quả thi THPT năm 2025 (PT2): điểm xét tuyển là tổng điểm của 3 môn theo tổ hợp (có nhân hệ số môn theo tổ hợp, ngành xét tuyển theo thang điểm 40), cộng với điểm khuyến khích, điểm ưu tiên khu vực, đối tượng theo thang điểm 40 (nếu có), được làm tròn đến 2 chữ số thập phân theo quy định của Bộ Giáo dục và Đào tạo (GDĐT). - Phương thức xét tuyển theo kết quả bài thi đánh giá năng lực năm 2025 của Đại học Quốc gia Thành phố Hồ Chí Minh (PT3): điểm xét tuyển là tổng điểm của bài thi đánh giá năng lực năm 2025 của Đại học Quốc gia Thành phố Hồ Chí Minh với điểm ưu tiên khu vực, đối tượng theo thang điểm 1200 (nếu có), được làm tròn thành số nguyên. - Phương thức ưu tiên xét tuyển theo quy định của TDTU (PT4): điểm xét tuyển dành cho thí sinh tốt nghiệp THPT ở nước ngoài và thí sinh học chương trình quốc tế tại các trường quốc tế ở Việt Nam là tổng điểm trung bình cả năm lớp 12 theo tổ hợp môn tương đương theo từng ngành; điểm xét tuyển theo kết quả chứng chỉ SAT, ACT là tổng điểm của bài thi tương ứng. - Điểm trúng tuyển của các phương thức xét tuyển được xác định quy đổi tương đương giữa các phương thức, tổ hợp xét tuyển theo đúng quy định trong Thông tin tuyển sinh đại học chính quy năm 2025 của TDTU. Chi tiết điểm trúng tuyển đại học năm 2025 theo các phương thức (xem tại đây). - Thí sinh tra cứu kết quả trúng tuyển từ ngày 24/8/2025 tại website https://tracuuxettuyen.tdtu.edu.vn ."
        },
        {
            "title": "2. Xét tuyển đợt bổ sung",
            "content": "Trường Đại học Tôn Đức Thắng dự kiến tuyển sinh đợt bổ sung (nhận hồ sơ đến ngày 08/9/2025) theo Phương thức 1: xét tuyển theo kết quả học tập THPT, Phương thức 2: xét theo kết quả thi THPT năm 2025, Phương thức 3: xét theo kết quả bài thi đánh giá năng lực năm 2025 của Đại học Quốc gia TP. Hồ Chí Minh cho các ngành sau: STT Mã ngành Tên ngành CHƯƠNG TRÌNH TIÊU CHUẨN 1 7440301 Khoa học môi trường 2 7850201 Bảo hộ lao động CHƯƠNG TRÌNH HỌC TẠI PHÂN HIỆU KHÁNH HÒA 1 N7220201 Ngôn ngữ Anh - Chương trình học tại Phân hiệu Khánh Hòa 2 N7340301 Kế toán - Chương trình học tại Phân hiệu Khánh Hòa 3 N7480101 Khoa học máy tính - Chương trình học tại Phân hiệu Khánh Hòa 4 N7480103 Kỹ thuật phần mềm - Chương trình học tại Phân hiệu Khánh Hòa 5 N7580302 Quản lý xây dựng - Chương trình học tại Phân hiệu Khánh Hòa 6 N7810301 Quản lý thể dục thể thao (Chuyên ngành Kinh doanh thể thao và tổ chức sự kiện) - Chương trình học tại Phân hiệu Khánh Hòa CHƯƠNG TRÌNH ĐẠI HỌC BẰNG TIẾNG ANH 1 FA7340201 Tài chính ngân hàng - Chương trình đại học bằng tiếng Anh 2 FA7340301 Kế toán (Chuyên ngành: Kế toán quốc tế) - Chương trình đại học bằng tiếng Anh 3 FA7580201 Kỹ thuật xây dựng - Chương trình đại học bằng tiếng Anh 4 FA7340101N Quản trị kinh doanh (Chuyên ngành: Quản trị nhà hàng - khách sạn) - Chương trình đại học bằng tiếng Anh CHƯƠNG TRÌNH DỰ BỊ ĐẠI HỌC BẰNG TIẾNG ANH 1 D7340201 Tài chính ngân hàng - Chương trình dự bị đại học bằng tiếng Anh 2 D7340301 Kế toán (Chuyên ngành: Kế toán quốc tế) - Chương trình dự bị đại học bằng tiếng Anh CHƯƠNG TRÌNH LIÊN KẾT ĐÀO TẠO QUỐC TẾ 1 K7220201 Ngôn ngữ Anh (đơn bằng 3+1) - Chương trình liên kết Đại học West of England, Bristol (Vương Quốc Anh) 2 K7340101 Quản trị kinh doanh (song bằng 2+2) - Chương trình liên kết Trường Đại học Kinh tế và Kinh doanh Praha (Cộng Hòa Séc) 3 K7340101E Quản trị kinh doanh toàn cầu (đơn bằng 2+2) - Chương trình liên kết Trường Kinh doanh Emlyon (Pháp) 4 K7340101L Quản trị kinh doanh (đơn bằng 3+1) – Chương trình liên kết Đại học Lunghwa (Đài Loan) 5 K7340101M Kinh doanh (Tài chính, Kinh doanh quốc tế, Marketing, Kế toán, Quản trị nguồn nhân lực & Quan hệ lao động) (đơn bằng 2+1,5) - Chương trình liên kết Đại học Massey (New Zealand) 6 K7340101N Quản trị nhà hàng - khách sạn (song bằng 2,5+1,5) - Chương trình liên kết Đại học Taylor’s (Malaysia) 7 K7340120L Kinh doanh quốc tế (song bằng 3 +1) - Chương trình liên kết Đại học La Trobe (Úc) 8 K7340201X Tài chính và kiểm soát (song bằng 3+1) - Chương trình liên kết Đại học khoa học ứng dụng Saxion (Hà Lan) 9 K7340301 Kế toán (song bằng 3+1) - Chương trình liên kết Đại học West of England, Bristol (Vương Quốc Anh) 10 K7480101L Công nghệ thông tin (song bằng 2+2) - Chương trình liên kết Đại học La Trobe (Úc) 11 K7480101T Khoa học máy tính (đơn bằng 2+2) - Chương trình liên kết Đại học Kỹ thuật Ostrava (CH Séc) 12 K7520201 Kỹ thuật điện – điện tử (song bằng 2,5+1,5) - Chương trình liên kết Đại học khoa học ứng dụng Saxion (Hà Lan) 13 K7580201 Kỹ thuật xây dựng (song bằng 2+2) - Chương trình liên kết Đại học La Trobe (Úc) CHƯƠNG TRÌNH DỰ BỊ LIÊN KẾT ĐÀO TẠO QUỐC TẾ 1 DK7340101 Quản trị kinh doanh (song bằng 2+2) - Chương trình dự bị Trường Đại học Kinh tế và Kinh doanh Praha (Cộng Hòa Séc) 2 DK7340101E Quản trị kinh doanh toàn cầu (đơn bằng 2+2) - Chương trình dự bị liên kết Trường Kinh doanh Emlyon (Pháp) 3 DK7340101L Quản trị kinh doanh (đơn bằng 3+1) – Chương trình dự bị liên kết Đại học Lunghwa (Đài Loan) 4 DK7340101M Kinh doanh (Tài chính, Kinh doanh quốc tế, Marketing, Kế toán, Quản trị nguồn nhân lực & Quan hệ lao động) (đơn bằng 2+1,5) - Chương trình dự bị liên kết Đại học Massey (New Zealand) 5 DK7340120L Kinh doanh quốc tế (song bằng 3 +1) - Chương trình dự bị liên kết Đại học La Trobe (Úc) 6 DK7340201X Tài chính và kiểm soát (song bằng 3+1) - Chương trình dự bị liên kết Đại học khoa học ứng dụng Saxion (Hà Lan) 7 DK7340301 Kế toán (song bằng 3+1) - Chương trình dự bị liên kết Đại học West of England, Bristol (Vương Quốc Anh) 8 DK7520201 Kỹ thuật điện – điện tử (song bằng 2,5+1,5) - Chương trình dự bị liên kết Đại học khoa học ứng dụng Saxion (Hà Lan) 9 DK7580201 Kỹ thuật xây dựng (song bằng 2+2) - Chương trình dự bị liên kết Đại học La Trobe (Úc) Xem thông báo xét tuyển bổ sung trên trang https://admission.tdtu.edu.vn ."
        },
        {
            "title": "3.1. Xác nhận nhập học",
            "content": "Từ ngày 24/8/2025 , thí sinh tra cứu kết quả trúng tuyển chính thức tại website: https://tracuuxettuyen.tdtu.edu.vn . - Trước 17g00 ngày 30/8/2025 , thí sinh trúng tuyển xác nhận nhập học trực tuyến trên hệ thống Bộ GDĐT. Thí sinh phải xác nhận nhập học trực tuyến trên hệ thống Bộ GDĐT trước khi đến làm thủ tục nhập học tại Trường Đại học Tôn Đức Thắng."
        },
        {
            "title": "3.2. Nhận “Thư mời nhập học”",
            "content": "Từ ngày 24/8/2025 , thí sinh trúng tuyển xem “Thư mời nhập học” trực tuyến trên trang https://tracuuxettuyen.tdtu.edu.vn . - Thí sinh trúng tuyển nhận bản chính “Thư mời nhập học” khi đến Trường Đại học Tôn Đức Thắng làm thủ tục nhập học."
        },
        {
            "title": "3.3. Thời gian làm thủ tục nhập học",
            "content": "Từ ngày 25/8/2025 đến 17g00 ngày 30/8/2025 , thí sinh trúng tuyển đã xác nhận nhập học trực tuyến trên hệ thống Bộ GDĐT làm thủ tục nhập học tại Trường Đại học Tôn Đức Thắng (cơ sở Tân Hưng) hoặc Phân hiệu Trường Đại học Tôn Đức Thắng tại tỉnh Khánh Hòa (đối với thí sinh trúng tuyển chương trình học tại Phân hiệu Khánh Hòa) . - Thí sinh xem chi tiết hướng dẫn thủ tục nhập học, các khoản phí phải nộp, cách thức nộp các khoản phí tại trang: https://tracuuxettuyen.tdtu.edu.vn ."
        },
        {
            "title": "4.1. Tra cứu kết quả và thông tin hướng dẫn nhập học",
            "content": "Từ ngày 24/8/2025 , thí sinh tra cứu kết quả trúng tuyển, xem Thư mời nhập học, hướng dẫn thủ tục nhập học, thông tin các khoản phí phải nộp, hướng dẫn nộp các khoản phí tại trang https://tracuuxettuyen.tdtu.edu.vn hoặc https://admission.tdtu.edu.vn ."
        },
        {
            "title": "4.2. Các bước làm thủ tục nhập học",
            "content": "Thí sinh trúng tuyển xác nhận nhập học trực tuyến trên hệ thống Bộ GDĐT đến 17g00 ngày 30/8/2025. - Bước 1: Thí sinh nộp bản photocopy Giấy chứng nhận kết quả thi THPT năm 2025 để đăng ký nhập học tại TDTU. Thí sinh nộp bản photocopy chứng chỉ tiếng Anh quốc tế theo quy định của TDTU (nếu có). - Bước 2: Thí sinh tham gia tư vấn những điều cần biết khi học tại TDTU (nếu cần). - Bước 3: Thí sinh lấy số thứ tự để làm thủ tục nhập học. - Bước 4: Thí sinh nộp các khoản phí nhập học (thí sinh đã thanh toán trực tuyến thành công có thể bỏ qua bước này). - Bước 5: Thí sinh nộp hồ sơ sinh viên. Thí sinh nhập thông tin sinh viên và in “ Phiếu thông tin sinh viên ” trước khi đến Trường làm thủ tục nhập học tại trang https://tracuuxettuyen.tdtu.edu.vn mục “ Nhập thông tin sinh viên ”. - Bước 6: Thí sinh đăng ký làm thẻ sinh viên. - Bước 7: Đăng ký Ký túc xá, nhà trọ (cho sinh viên có nhu cầu). - Bước 8: Nhận trang phục thể dục, vải áo dài. - Bước 9: Thí sinh chụp hình thẻ sinh viên. - Bước 10: Thí sinh theo dõi lịch kiểm tra tiếng Anh xếp lớp trên Cổng thông tin sinh viên https://stdportal.tdtu.edu.vn và tham gia kiểm tra tiếng Anh xếp lớp theo lịch. Xem các thông báo khám sức khỏe, sinh hoạt công dân đầu năm, xem thời khóa biểu và các thông tin khác trên Cổng thông tin sinh viên theo tài khoản được cấp ngay sau khi nhập học thành công. Thí sinh xem chi tiết hướng dẫn thủ tục nhập học (tại đây)"
        },
        {
            "title": "5. Các lưu ý khác",
            "content": "Nhà trường sẽ tiến hành hậu kiểm hồ sơ tuyển sinh và nhập học của thí sinh khi thí sinh nhập học tại Trường. Các trường hợp thí sinh khai báo thông tin liên quan đến tuyển sinh (chứng chỉ ngoại ngữ, minh chứng cộng điểm khuyến khích, khu vực/đối tượng ưu tiên,…) không đúng, Trường sẽ hủy kết quả trúng tuyển, xử lý theo đúng quy chế tuyển sinh và các quy định khác liên quan nếu thông tin đúng của thí sinh làm thay đổi kết quả trúng tuyển. - Từ ngày 03/9/2025 , tân sinh viên thực hiện tuần sinh hoạt công dân đầu khóa học và học theo thời khóa biểu. Nếu có thắc mắc, thí sinh vui lòng liên hệ: - Số điện thoại hỗ trợ tuyển sinh: 19002024 - (028) 37 755 051 - (028) 37 755 052 - Email: tuvantuyensinh@tdtu.edu.vn./."
        }
    ]
}