{
    "source_url": "https://admission.tdtu.edu.vn/tuyen-sinh/2025/thu-tuc-nhap-hoc-2025",
    "crawl_date": "2025-11-27T16:39:31.191149",
    "title": "Thủ tục nhập học 2025 | Tuyển sinh",
    "segmented_content": [
        {
            "title": "I. Quy trình nhập học",
            "content": "1. Xác nhận nhập học: Thí sinh trúng tuyển xác nhận nhập học trực tuyến trên hệ thống Bộ GDĐT trước 17g00 ngày 30/8/2025. 2. Làm thủ tục nhập học 2.1. Phần trực tuyến - Thí sinh cập nhật thông tin trước khi đến trường làm thủ tục nhập học: Thí sinh nhập thông tin sinh viên tại trang https://tracuuxettuyen.tdtu.edu.vn mục “Nhập thông tin sinh viên” thực hiện cập nhật thông tin. In và ký “Phiếu thông tin sinh viên”. - Thanh toán các khoản phí nhập học: Thí sinh có thể thanh toán trước các khoản phí nhập học bằng cách vào trang https://tracuuxettuyen.tdtu.edu.vn mục “Tra cứu các khoản phí nhập học” và quét QR Code để thanh toán. Thí sinh có trạng thái thanh toán thành công có thể bỏ qua “Bước 4 - Nộp các khoản phí nhập học” khi đến Trường làm thủ tục nhập học. 2.2. Phần trực tiếp: Thí sinh làm thủ tục nhập học trực tiếp tại TDTU từ 25/8/2025 - 17g00 ngày 30/8/2025 theo các bước sau: - Bước 1: Thí sinh đăng ký nhập học và nhận Thư mời nhập học trực tiếp tại TDTU (Sảnh C) . Thí sinh nộp bản photocopy Giấy chứng nhận kết quả thi THPT 2025. Thí sinh nộp bản photocopy chứng chỉ tiếng Anh (nếu có) tại khu vực đăng ký nhập học (Sảnh C): + Các chứng chỉ có giá trị từ ngày 01/10/2023 và còn giá trị đến ngày 01/10/2025. + Các chứng chỉ Tiếng Anh được đánh giá theo hình thức thi trực tiếp tại các đơn vị liên kết được Bộ GDĐT phê duyệt Đề án liên kết tổ chức thi cấp chứng chỉ. + Sinh viên chương trình tiêu chuẩn, tiên tiến, học tại phân hiệu Khánh Hòa có các chứng chỉ tiếng Anh quốc tế đạt mức điểm tối thiểu: IELTS ≥ 4.0; TOEIC 4 kỹ năng ≥ 450 (L+R), 30 (W), 50 (S); TOEFL iBT ≥ 50; Cambridge (A2 Key) ≥ 120; Aptis ESOL– General ≥ 66, Aptis ESOL - Advanced ≥ 84. + Sinh viên chương trình đại học bằng tiếng Anh , chương trình dự bị đại học bằng tiếng Anh có các chứng chỉ tiếng Anh quốc tế đạt mức điểm tối thiểu IELTS ≥ 5.0; TOEIC 4 kỹ năng ≥ 550 (L+R), 120 (W), 120 (S); TOEFL iBT ≥ 60; Cambridge (B1 Pre/ B2 First/ C1 Adv/ C2 Pro/ BEC Van) ≥ 140, Aptis ESOL - General ≥ 117; Aptis ESOL - Advanced ≥ 84. + Sinh viên chương trình liên kết đào tạo quốc tế, chương trình dự bị liên kết đào tạo quốc tế có các chứng chỉ tiếng Anh đạt mức điểm tối thiểu IELTS 5.5; TOEIC 4 kỹ năng ≥ 600 (L+R), 150 (W), 160 (S); TOEFL iBT ≥ 65; Cambridge (B1 Pre/ B2 First/ C1 Adv/ C2 Pro/ BEC Van) ≥ 160; Aptis ESOL - General ≥ 153 (tất cả kỹ năng đạt trình độ B1); Aptis ESOL - Advanced ≥ 126 (tất cả kỹ năng đạt trình độ B1); Vstep Bậc 4 - 6.0 (không có kỹ năng nào dưới 5.5); PTE ≥ 42. - Bước 2: Tư vấn những điều cần biết khi theo học tại TDTU, các bước làm thủ tục nhập học; Tư vấn về chương trình học tiếng Anh (Sảnh C). Phụ huynh và thí sinh cần đọc trước Những điều cần biết khi học tại TDTU ở mục V. - Bước 3: Lấy số thứ tự để làm thủ tục nhập học (khu vực số 1 - Tầng trệt nhà thi đấu). - Bước 4: Nộp các khoản phí nhập học. (xem các khoản phí nhập học ở mục II). Thí sinh thực hiện thanh toán các khoản phí nhập học theo một trong hai hình thức sau: a. Thanh toán trực tuyến tại nhà: - Thí sinh thực hiện thanh toán trước bằng cách quét mã thanh toán QR Code của Ngân hàng trên hệ thống: https://tracuuxettuyen.tdtu.edu.vn của TDTU. - Sau khi thanh toán thành công, thí sinh vui lòng chờ 2–3 phút để hệ thống cập nhật trạng thái “Đã thanh toán”. - Thí sinh phải hoàn tất thanh toán ít nhất 01 ngày trước khi đến làm thủ tục nhập học và chụp lưu lại minh chứng chuyển khoản để đối chiếu. - Trường hợp thí sinh đã thanh toán thành công nhưng hệ thống chưa ghi nhận, vui lòng mang minh chứng chuyển tiền thành công đến khu vực nộp phí nhập học để được kiểm tra, xác nhận. Xem hướng dẫn thanh toán các khoản phí tại đây b. Thanh toán trực tiếp tại Trường: Khi đến làm thủ tục nhập học, thí sinh có thể chọn nộp tiền mặt hoặc quét mã QR Code tại khu vực thu phí nhập học (Khu vực số 2 – Tầng trệt nhà thi đấu). Thí sinh có trạng thái “Đã thanh toán” có thể bỏ qua bước này để thực hiện các bước tiếp theo khi đến trường làm thủ tục nhập học. - Bước 5: Nộp hồ sơ, cập nhật thông tin sinh viên (khu vực số 3 - Tầng trệt nhà thi đấu - Xem Hồ sơ nhập học ở mục III) . + Khu vực 3.1: Khu vực thu hồ sơ sinh viên được hưởng ưu tiên đối tượng theo quy định của Bộ GDĐT. + Khu vực 3.2: Khu vực thu hồ sơ sinh viên không được hưởng ưu tiên đối tượng theo quy định của Bộ GDĐT. - Bước 6: Đăng ký làm thẻ sinh viên (khu vực số 4 - Tầng trệt nhà thi đấu). + Khu vực 4.1: Hỗ trợ thông tin sinh viên về thẻ ngân hàng. + Khu vực 4.2: Đăng ký làm thẻ sinh viên tích hợp với thẻ ngân hàng Vietcombank. - Bước 7: Đăng ký Ký túc xá, nhà trọ (cho sinh viên có nhu cầu) (khu vực số 5 – Tầng trệt nhà thi đấu). Xem Hồ sơ đăng ký ở mục IV. - Bước 8: Khu vực số 6 - Tầng trệt nhà thi đấu. + Khu vực 6.1: Nhận trang phục thể dục. + Khu vực 6.2: Nhận vải áo dài dành cho sinh viên nữ. - Bước 9: Chụp hình làm thẻ sinh viên (khu vực số 7 - Phòng chức năng khán đài B - Phòng Gym) - Bước 10: Tham gia kiểm tra xếp lớp tiếng Anh đầu vào + Tân sinh viên xem lịch kiểm tra tiếng Anh xếp lớp đầu vào trên Cổng thông tin sinh viên https://stdportal.tdtu.edu.vn bằng tài khoản được cấp khi nhập học. + Tất cả Tân sinh viên (trừ ngành Ngôn ngữ Anh, chương trình đại học bằng tiếng Anh, chương trình liên kết đào tạo quốc tế) thi xếp lớp tiếng Anh vào ngày tiếp theo sau khi hoàn tất thủ tục nhập học . SV xem lịch thi trong phần “Tân sinh viên” trên Cổng thông tin sinh viên https://stdportal.tdtu.edu.vn sau 19g00 của ngày làm thủ tục nhập học (sinh viên làm thủ tục nhập học sau 16g00 xem lịch thi xếp lớp tiếng Anh sau 19g00 ngày hôm sau). + Sinh viên trúng tuyển vào chương trình dự bị đại học bằng tiếng Anh, chương trình dự bị liên kết đào tạo quốc tế thực hiện 1 trong 2 trường hợp sau: * Trường hợp 1: Thí sinh có chứng chỉ tiếng Anh theo quy định của TDTU (tương đương IELTS 5.0 trở lên đối với chương trình đại học bằng tiếng Anh, tương đương IELTS 5.5 trở lên đối với chương trình liên kết đào tạo quốc tế) nộp cho trường khi làm thủ tục nhập học tại Bước 1 để được xét chuyển lên chương trình chính thức. * Trường hợp 2: Thí sinh không thuộc trường hợp 1 dự thi đánh giá năng lực tiếng Anh do TDTU tổ chức vào ngày 07/9/2025 (xem lịch thi chi tiết trên Cổng thông tin sinh viên vào ngày 06/9/2025). - Lưu ý: + Từ “Bước 5” đến “Bước 9”, thí sinh không cần thực hiện theo trình tự các bước. + Thí sinh đăng nhập vào Cổng thông tin sinh viên https://stdportal.tdtu.edu.vn để xem các thông báo: khám sức khỏe, lịch sinh hoạt công dân đầu năm, xem thời khóa biểu, đăng ký học giáo dục quốc phòng và các thông tin khác."
        },
        {
            "title": "II. Những khoản phí phải đóng",
            "content": "1. Chương trình tiêu chuẩn (xem tại đây) 2. Chương trình tiên tiến (xem tại đây) 3. Chương trình đại học bằng tiếng Anh, dự bị đại học bằng tiếng Anh (xem tại đây) 4. Chương trình liên kết đào tạo quốc tế, dự bị liên kết đào tạo quốc tế (xem tại đây) 5. Chương trình học tại phân hiệu Khánh Hòa (xem tại đây) 6. Quy định và chính sách hoàn học phí, chi phí (xem tại đây)"
        },
        {
            "title": "III. Hồ sơ nhập học",
            "content": "Giấy chứng nhận kết quả thi THPT năm 2025: 01 bản photocopy; Chứng chỉ tiếng Anh quốc tế (theo quy định của TDTU): 01 bản photocopy (nếu có); Giấy khai sinh: 01 bản sao hoặc 01 bản photocopy công chứng; Học bạ THPT: 01 bản photocopy công chứng hoặc tương đương (có đủ kết quả của 3 năm lớp 10, lớp 11, lớp 12 với 06 học kỳ). Thí sinh tại các tỉnh không sử dụng học bạ giấy nộp bản học bạ điện tử có đóng dấu giáp lai của trường THPT; Giấy chứng nhận tốt nghiệp tạm thời (tốt nghiệp năm 2025) hoặc Bằng tốt nghiệp THPT (tốt nghiệp trước năm 2025) : 01 bản sao hoặc 01 bản photocopy công chứng; Các minh chứng để được hưởng ưu tiên quy định trong văn bản hướng dẫn của Bộ GDĐT: 01 bản photocopy công chứng; Phiếu thông tin sinh viên: thí sinh nhập thông tin và in ra tại mục “Nhập thông tin sinh viên” của trang https://tracuuxettuyen.tdtu.edu.vn : 01 bản chính; Giấy xác nhận tìm hiểu thông tin “Những điều cần biết khi học tại TDTU ” (tải mẫu tại đây) : 01 bản chính; Căn cước công dân/Căn cước : 01 bản photocopy. Ghi chú: - Thư mời nhập học (nhận khi nộp Giấy CNKQ thi THPT, xuất trình khi nộp hồ sơ sinh viên). - Thí sinh khi đến làm thủ tục nhập học mặc áo sơ mi trắng để chụp hình làm thẻ sinh viên. - Thí sinh đồng ý mở thẻ sinh viên tích hợp tài khoản ngân hàng: thí sinh điền đầy đủ thông tin tại trang https://tracuuxettuyen.tdtu.edu.vn mục “Đăng ký thẻ SV tích hợp” và biểu mẫu mở tài khoản ngân hàng theo hướng dẫn của ngân hàng Vietcombank (tải mẫu tại đây, thí sinh chuẩn bị 02 bản photocopy CCCD/căn cước). - Thí sinh chịu trách nhiệm về tính chính xác, hợp lệ của các loại giấy tờ và thông tin cung cấp cho Trường."
        },
        {
            "title": "IV. Thủ tục đăng ký ở Ký túc xá (KTX)",
            "content": "Thí sinh có nguyện vọng vào ở nội trú tại KTX chuẩn bị hồ sơ gồm: - Phiếu đăng ký ở nội trú: 01 bản. Thí sinh đăng ký và in ra tại mục “Đăng ký KTX” của trang https://tracuuxettuyen.tdtu.edu.vn - Căn cước công dân/Căn cước: 01 bản photocopy. - Giấy tờ minh chứng diện ưu tiên chính sách : 01 bản photocopy công chứng (nếu có) theo hướng dẫn yêu cầu minh chứng tại trang đăng ký. Nhà Trường xét duyệt hồ sơ và thông báo kết quả được tiếp nhận ở nội trú KTX tại: https://dormitory.tdtu.edu.vn . Lưu ý: - Sau khi xét tiếp nhận theo nguyện vọng 1, trường hợp còn chỗ trống mới tiếp tục xét đối với loại phòng đăng ký nguyện vọng 2. - Thí sinh đến làm thủ tục nhập học, mang theo đầy đủ hồ sơ đến Khu vực tiếp nhận đăng ký KTX nộp hồ sơ. - Thí sinh sau khi nhập học có nguyện vọng ở tạm tại KTX trong thời gian chờ kết quả xét duyệt nội trú, liên hệ tại bàn tiếp nhận đăng ký KTX để được hỗ trợ. Điện thoại: (028) 37 760 652. Email: ktx@tdtu.edu.vn ."
        },
        {
            "title": "V. Những điều cần biết khi học tại TDTU",
            "content": "( xem tại đây ) Thí sinh tìm hiểu thông tin “Những điều cần biết khi học tại TDTU” và xác nhận ( t ải mẫu tại đây ) trước khi đến trường làm thủ tục nhập học. Xin chúc Quý phụ huynh và Tân sinh viên nhiều sức khỏe và thành công! Nếu có thắc mắc thí sinh vui lòng liên hệ số điện thoại hỗ trợ: - Hỗ trợ tuyển sinh: 19002024 hoặc email: tuvantuyensinh@tdtu.edu.vn . - Tư vấn chương trình liên kết quốc tế: 0935 035 270 hoặc email: tuvantuyensinhlkqt@tdtu.edu.vn . - Hỗ trợ các vấn đề về học phí: 0914 137 328 (Vui lòng liên hệ từ 7g30 đến 19g00). Email: tuition@tdtu.edu.vn . - Hỗ trợ các vấn đề về hồ sơ sinh viên nhập học, cập nhật thông tin sinh viên: 091 664 4926"
        }
    ]
}