{
    "source_url": "https://cait.tdtu.edu.vn/phat-trien-phan-mem/",
    "crawl_date": "2025-11-27T16:24:35.483611",
    "title": "DỰ ÁN KHOA HỌC CÔNG NGHỆ - Trung Tâm Tin Học - Trường Đại Học Tôn Đức Thắng",
    "segmented_content": [
        {
            "title": "1. Thông tin chung",
            "content": "Thành lập vào ngày 16/06/2014 theo Quyết định số 758/2014/TĐT-QĐ của Hiệu trưởng Trường Đại học Tôn Đức Thắng, Trung tâm Tin học (CAIT) là đơn vị tiên phong trong việc cung cấp các giải pháp và dịch vụ công nghệ thông tin toàn diện. Chúng tôi tự hào là đối tác tin cậy trong việc: · Nghiên cứu và phát triển các giải pháp số ứng dụng trong quản lý, giảng dạy và vận hành hệ thống giáo dục đại học; · Đào tạo và bồi dưỡng chuyên sâu về công nghệ thông tin, đáp ứng nhu cầu học tập và nâng cao năng lực số cho học viên trong và ngoài trường; · Triển khai và tư vấn các dự án tin học hóa, chuyển đổi số hiệu quả, góp phần hiện đại hóa bộ máy quản trị của Trường Đại học Tôn Đức Thắng. Với đội ngũ chuyên gia giàu kinh nghiệm và tư duy đổi mới, Trung tâm Tin học luôn nỗ lực phát triển các giải pháp công nghệ mang tính ứng dụng cao, góp phần xây dựng môi trường đại học thông minh, kết nối và bền vững."
        },
        {
            "title": "2. Tầm nhìn và sứ mệnh",
            "content": "Với kim chỉ nam \"Passion and Innovation\" , Trung tâm Tin học không ngừng đổi mới và sáng tạo để kiến tạo những giá trị thiết thực cho xã hội. Chúng tôi cam kết: · Tiên phong trong ứng dụng công nghệ, mang đến các giải pháp đột phá. · Đồng hành cùng các tổ chức và doanh nghiệp trong hành trình chuyển đổi số. · Góp phần xây dựng cộng đồng phát triển bền vững thông qua các hoạt động đào tạo và nghiên cứu."
        },
        {
            "title": "3. Nhân sự và cơ sở vật chất",
            "content": "Trung tâm Tin học tự hào sở hữu đội ngũ giảng viên và chuyên gia công nghệ thông tin giàu kinh nghiệm, am hiểu sâu về chuyên môn, trực tiếp tham gia thiết kế – phát triển – triển khai các hệ thống phần mềm phục vụ quản lý, điều hành và chuyển đổi số. Không chỉ là những chuyên gia thực tiễn, họ còn là những nhà đào tạo và nghiên cứu tận tâm, góp phần xây dựng các chương trình học ứng dụng hiện đại, đào tạo nguồn nhân lực công nghệ thông tin chất lượng cao, sẵn sàng đáp ứng nhu cầu ngày càng lớn của doanh nghiệp và xã hội trong kỷ nguyên số.."
        },
        {
            "title": "4. Các đề tài/dự án, sản phẩm khoa học công nghệ tiêu biểu",
            "content": "STT Thời gian thực hiện Nội dung Đối tác 1. 31/03/2016 Nghiên cứu chuyển giao đề tài: “Xây dựng phần mềm họp không giấy trên thiết bị di động cho tỉnh Tây Ninh” Sở Thông tin và Truyền thông Tây Ninh 2. 10/05/2016 Nghiên cứu chuyển giao đề tài: “Thiết kế trang thông tin điện tử Trường THPT Số 1 Đức Phổ” Trường THPT Số 1 Đức Phổ - Quảng Ngãi 3. 16/05/2016 Nghiên cứu chuyển giao đề tài: “Thiết kế Trang thông tin điện tử Trung tâm BATA” Trung tâm BATA 4. 06/04/2017 Nghiên cứu chuyển giao đề tài: “Xây dựng trang thông tin điện tử” Công ty CP Maika 5. 24/05/2017 Nghiên cứu chuyển giao đề tài: “Phần mềm quản lý quầy Bar” Công ty TNHH Đầu tư và giáo dục C-T-T 6. 10/07/2017 Nghiên cứu chuyển giao đề tài: “Xây dựng trang thông tin điện tử” Công ty CP Dệt Trần Hiệp Thành 7. 30/10/2017 Nghiên cứu chuyển giao đề tài: “Hệ thống Quản lý Taxi” Công ty TNHH Trí Minh Phát - Taxi 42 8. 10/05/2018 Nghiên cứu chuyển giao đề tài: “Phát triển phần mềm bán hàng và quản lý kho” Công ty TNHH Giáo dục-Thể thao và Đầu tư Đỗ Quang 9. 20/06/2018 Nghiên cứu chuyển giao đề tài: “Phát triển phần mềm chọn mẫu VACPA” Trung tâm đào tạo và phát triển giải pháp kinh tế (CATDES) 10. 11/09/2018 Nghiên cứu chuyển giao đề tài: “Xây dựng hệ thống đào tạo trưc tuyến (Cathay Life E-Training System)” Công ty TNHH Bảo hiểm Nhân Thọ Cathay Việt nam 11. 11/09/2018 Nghiên cứu chuyển giao đề tài: “Xây dựng hệ thống đào tạo trực tuyến AME (CathayAEM System)” Công ty TNHH Bảo hiểm Nhân Thọ Cathay Việt nam 12. 07/12/2018 Nghiên cứu chuyển giao đề tài: “Xây dựng phần mềm giảng dạy Chương trình đào tạo tiếng Anh tiểu học theo định hướng Stem” Công ty cổ phần giáo dục nhân văn Đại Việt 13. 11/12/2018 Thực hiện dự án KHCN đề tài: “Thiết kế chế tạo hệ thống máy chế biến thịt bò một nắng tại Huyện Krong Pa” Sở KHCN tỉnh Gia Lai 14. 27/08/2019 Nghiên cứu chuyển giao đề tài: “Thực hiện website, phần mềm và hoạt động phục vụ cuộc thi: \"Học sinh, sinh viên thành phố với pháp luật\" năm học 2019-2020” Công ty TNHH Dịch vụ Quảng cáo KIM, Sở Giáo dục và Đào tạo 15. 05/10/2019 Nghiên cứu chuyển giao đề tài: “Xây dựng hệ thống thông tin i-LAW” Công ty Cổ Phần Giải Pháp Pháp Lý Thông Minh 16. 02/01/2020 Nghiên cứu chuyển giao đề tài: “Xây dựng hệ thống thông tin i-LAW - Giai đoạn 2” Công ty Cổ Phần Giải Pháp Pháp Lý Thông Minh 17. 04/05/2020 Nghiên cứu chuyển giao sản phẩm nghiên cứu khoa học: “Máy khử khuẩn kết hợp công nghệ chiếu tia UV và phun thuốc khử khuẩn” Bảo hiểm xã hội thị xã Đức Phổ, H. Đức Phổ, tỉnh Quảng Ngãi 18. 15/07/2020 Thực hiện đề tài KHCN: “Xây dựng quy trình trồng Sâm non (Sâm Hàn Quốc và Hồng Đẳng Sâm) bằng phương pháp khí canh tại Gia Lai\", Mã số: KHGL-10-19 Sở KHCN tỉnh Gia Lai 19. 18/01/2021 Thực hiện đề tài KHCN: \"Nghiên cứu xây dựng hệ thống thông tin phục vụ công tác xúc tiến đầu tư đặc thù và khai thác hiệu quả cho các nhà đầu tư đầu tư vào tỉnh Gia Lai\" Sở KHCN tỉnh Gia Lai 20. 01/04/2022 Nghiên cứu chuyển giao đề tài : “Phần mềm truy xuất thông tin kế toán và phần mềm quản lý giao việc” Công ty TNHH Một Thành Viên 622 21. 24/05/2022 Nghiên cứu chuyển giao đề tài : “Hệ thống thông tin KOMI” Công ty TNHH Thiết kế Kiến trúc-Xây dựng KOMI 22. 30/06/2022 Nghiên cứu chuyển giao đề tài : “Hệ thống Quản lý công việc” Công ty TNHH Thực Phẩm Quốc Tế GIAVICO 23. 30/06/2022 Nghiên cứu chuyển giao đề tài : “Hệ thống thông tin website PinkSpoon” Công ty TNHH Pink Spoon 24. 11/07/2022 Nghiên cứu chuyển giao đề tài : “Hệ thống quản lý tài nguyên môn học” Công ty Cổ phần Quốc tế Giáo dục Khai Phóng 25. 21/07/2022 Nghiên cứu chuyển giao đề tài : “Hệ thống Quản lý quy trình trồng trọt” Công ty Cổ phần TM Tổng Hợp Khánh Tường 26. 21/07/2022 Nghiên cứu chuyển giao đề tài : “Hệ thống Quản lý quy trình mua sắm” Công ty TNHH Xây dựng và Tư vấn H.C 27. 23/02/2023 Nghiên cứu chuyển giao đề tài : “Phần mềm đo lường và đánh giá hiệu quả công việc (KPI)” Công ty TNHH Một Thành Viên 622 28. 08/03/2023 Nghiên cứu chuyển giao đề tài : “Nghiên cứu xây dựng ngân hàng đề thi và tổ chức đánh giá năng lực nhân sự” Tập đoàn Hoa Sen 29. 18/05/2023 Nghiên cứu chuyển giao đề tài : “Nghiên cứu xây dựng trang thông tin điện tử Trường Đại học An ninh nhân dân” Trường Đại học An Ninh nhân dân 30. 19/03/2024 Nghiên cứu chuyển giao đề tài : “Hệ thống quản lý hợp đồng điện tử e-Contract” Công Ty Cổ Phần Giải Pháp Pháp Lý Thông Minh 31. 25/03/2024 Nghiên cứu chuyển giao đề tài : “Hệ thống LMS giai đoạn 1” Công ty TNHH Giáo dục và Đào tạo Ngoại ngữ Tin học Thăng Long 32. 12/12/2024 Nghiên cứu chuyển giao đề tài : “Hệ thống quản lý hợp đồng điện tử e-Contract – giai đoạn 2” Công Ty Cổ Phần Giải Pháp Pháp Lý Thông Minh 33. 16/12/2024 Nghiên cứu chuyển giao đề tài : “Hệ thống LMS giai đoạn 2” Công ty TNHH Giáo dục và Đào tạo Ngoại ngữ Tin học Thăng Long"
        },
        {
            "title": "5. Hợp tác và các thông tin khác",
            "content": "TRUNG TÂM TIN HỌC - TRƯỜNG ĐẠI HỌC TÔN ĐỨC THẮNG Địa chỉ: Phòng A708, số 19 Nguyễn Hữu Thọ, Phường Hưng, TP. HCM Điện thoại: (028) 37 761 046; Di động: 0908 110 456 Email: trungtamtinhoc@tdtu.edu.vn"
        }
    ]
}