{
    "source_url": "https://grad.tdtu.edu.vn/index.php/hoc-phi-hoc-bong/hoc-bong-thac-si",
    "crawl_date": "2025-11-27T16:43:44.822075",
    "title": "Học bổng thạc sĩ | Sau đại học",
    "segmented_content": [
        {
            "title": "1. Đối tượng",
            "content": "Học viên đã trúng tuyển và nhập học chương trình đào tạo trình độ thạc sĩ của Trường Đại học Tôn Đức Thắng (TDTU) từ năm 2025 trở về sau."
        },
        {
            "title": "2. Điều kiện và mức xét cấp học bổng",
            "content": "Căn cứ vào xếp loại, thứ hạng tốt nghiệp chương trình đào tạo trình độ đại học của học viên; các thành tích đạt được trong lĩnh vực thể dục thể thao, nghiên cứu khoa học - công nghệ, văn hóa - nghệ thuật; thâm niên công tác tại TDTU; vị trí công tác trong ngành giáo dục, cụ thể như sau:"
        },
        {
            "title": "2.1 Mức cấp học bổng 100%",
            "content": "Học viên được xét cấp học bổng 100% học phí toàn khóa đào tạo nếu đạt một trong các điều kiện sau: - Học viên là cựu sinh viên TDTU tốt nghiệp đúng/trước tiến độ đào tạo, xếp loại giỏi trở lên và có thứ hạng xếp loại tốt nghiệp cao nhất trong đợt xét tốt nghiệp của một ngành đại học, dự tuyển trong vòng 01 năm sau khi tốt nghiệp. - Học viên là cựu sinh viên TDTU đạt các thành tích xuất sắc trong lĩnh vực khoa học công nghệ dành cho sinh viên như sau: Đạt Giải nhất ở cấp Quốc gia hoặc cấp Bộ. - Học viên là cựu sinh viên TDTU đạt các thành tích xuất sắc trong lĩnh vực thể dục thể thao như sau: Đạt huy chương vàng, huy chương bạc, huy chương đồng ở các kỳ đại hội thể thao thế giới Olympic; Đạt huy chương vàng, huy chương bạc ở các kỳ đại hội thể thao Châu Á (Asiad); Đạt huy chương vàng ở Giải vô địch thế giới của các môn thể thao nằm trong hệ thống Olympic và các Liên đoàn thể thao thế giới, SEA Games. - Học viên là cựu sinh viên TDTU đạt các thành tích xuất sắc trong lĩnh vực văn hóa - nghệ thuật như sau: Đạt huy chương vàng/giải nhất, huy chương bạc/giải nhì, huy chương đồng/giải ba ở các cấp thế giới; Đạt huy chương vàng/giải nhất, huy chương bạc/giải nhì ở các cấp Châu Á; Đạt huy chương vàng/giải nhất ở các cấp Đông Nam Á."
        },
        {
            "title": "2.2 Mức cấp học bổng 50%",
            "content": "Học viên được xét cấp học bổng 50% học phí toàn khóa đào tạo nếu đạt một trong các điều kiện sau: - Học viên là cựu sinh viên TDTU, là tác giả ghi tên đầu và/hoặc tác giả gửi bài/liên hệ của công bố khoa học theo quy định về công bố khoa học của TDTU và công bố chung với giảng viên hướng dẫn là giảng viên cơ hữu TDTU trong thời gian học viên là sinh viên đại học TDTU với số lượng công bố khoa học như sau: + Đối với nhóm ngành khoa học xã hội, kinh tế, tài chính, quản trị,...: có ít nhất 01 công bố khoa học thuộc cơ sở dữ liệu Web of Science (WoS) hoặc Scopus; + Đối với nhóm ngành khoa học tự nhiên và kỹ thuật: ít nhất 01 công bố khoa học thuộc cơ sở dữ liệu WoS hoặc 02 công bố khoa học thuộc cơ sở dữ liệu Scopus. - Học viên là cựu sinh viên TDTU tốt nghiệp loại giỏi, dự tuyển trong vòng 01 năm sau khi tốt nghiệp. - Viên chức, người lao động cơ hữu TDTU có thâm niên công tác tại Trường từ đủ 03 năm trở lên ( không bao gồm thời gian nghỉ không lương ). - Học viên là cựu sinh viên TDTU đạt các thành tích xuất sắc trong lĩnh vực khoa học công nghệ dành cho sinh viên như sau: Đạt giải nhì ở cấp Quốc gia hoặc giải nhì cấp Bộ. - Học viên là cựu sinh viên TDTU đạt các thành tích xuất sắc trong lĩnh vực thể dục thể thao như sau: Đạt huy chương đồng ở các kỳ đại hội thể thao Châu Á (Asiad); Đạt huy chương bạc, đồng ở Giải vô địch thế giới của các môn thể thao nằm trong hệ thống Olympic và các Liên đoàn thể thao thế giới, SEA Games; Đạt huy chương vàng ở các kỳ đại hội thể dục thể thao toàn quốc, Giải vô địch các môn thể thao nằm trong hệ thống Cục thể dục thể thao và Liên đoàn thể thao. - Học viên là cựu sinh viên TDTU đạt các thành tích trong lĩnh vực văn hóa - nghệ thuật như sau: Đạt huy chương đồng/giải ba ở các cấp Châu Á; Đạt huy chương bạc/giải nhì, huy chương đồng/giải ba ở các cấp Đông Nam Á; Đạt huy chương vàng/giải nhất ở cấp Quốc gia."
        },
        {
            "title": "2.3 Mức cấp học bổng 30%",
            "content": "Học viên được xét cấp học bổng 30% học phí toàn khóa đào tạo nếu đạt một trong các điều kiện sau: - Học viên là cựu sinh viên TDTU tốt nghiệp loại khá, dự tuyển trong vòng 01 năm sau khi tốt nghiệp. - Viên chức, người lao động cơ hữu TDTU có thâm niên công tác tại Trường từ đủ 01 năm trở lên ( không bao gồm thời gian nghỉ không lương ). - Học viên là cựu sinh viên TDTU đạt các thành tích xuất sắc trong lĩnh vực khoa học công nghệ dành cho sinh viên như sau: Đạt giải ba ở cấp Quốc gia hoặc giải ba cấp Bộ. - Học viên là cựu sinh viên TDTU đạt các thành tích xuất sắc trong lĩnh vực thể dục thể thao như sau: Đạt huy chương bạc ở các kỳ đại hội thể dục thể thao toàn quốc, Giải vô địch các môn thể thao nằm trong hệ thống Cục thể dục thể thao và Liên đoàn thể thao. - Học viên là cựu sinh viên TDTU đạt các thành tích trong lĩnh vực văn hóa - nghệ thuật như sau: Đạt huy chương bạc/giải nhì ở cấp Quốc gia."
        },
        {
            "title": "2.4 Mức cấp học bổng 25%",
            "content": "Học viên được xét cấp học bổng 25% học phí toàn khóa đào tạo nếu đạt một trong các điều kiện sau: - Học viên là cựu sinh viên TDTU. - Học viên là cựu sinh viên tốt nghiệp loại giỏi của trường đại học công lập khác dự tuyển trong vòng 01 năm sau khi tốt nghiệp. - Giáo viên, giảng viên, cán bộ, viên chức, người lao động đang công tác tại các cơ sở giáo dục phổ thông, trung cấp, cao đẳng. - Học viên là cựu sinh viên các trường đại học khác, đạt các thành tích trong lĩnh vực thể dục thể thao như sau: Đạt huy chương bạc ở các kỳ đại hội thể dục thể thao toàn quốc, Giải vô địch các môn thể thao nằm trong hệ thống Cục thể dục thể thao và Liên đoàn thể thao trở lên; Đạt thành tích trong lĩnh vực khoa học công nghệ, văn hóa - nghệ thuật như sau: Đạt huy chương đồng/giải ba cấp Quốc gia trở lên."
        },
        {
            "title": "3. Nguyên tắc xét cấp học bổng",
            "content": "- Học bổng chi cho các học phần trong chương trình đào tạo học viên đã đăng ký ( không bao gồm học phần không đạt, học phần học cải thiện điểm, học phần được công nhận kết quả học tập và chuyển đổi tín chỉ, học phần tích lũy vượt quá số tín chỉ tối thiểu để tốt nghiệp theo chương trình đào tạo) . - Thời gian xét chi học bổng dựa trên kết quả học tập của học viên sau khi hoàn thành năm học thứ nhất và thứ hai. Học bổng được chi cuối mỗi năm học của học viên theo chương trình đào tạo. - Học viên phải hoàn thành nghĩa vụ học phí tại thời điểm xét cấp học bổng hoặc thời điểm xét chi học bổng . - Thời điểm dự tuyển tính từ ngày học viên nộp hồ sơ xét tuyển tại Phòng Sau đại học. - Các công bố khoa học dùng để xét học bổng chưa được sử dụng nghiệm thu cho các mục đích khác tại TDTU. - Thành tích của học viên đạt được trong thời gian học đại học tại TDTU hoặc trường khác trong các lĩnh vực thể dục thể thao, khoa học công nghệ, văn hóa - nghệ thuật tính đến thời điểm xét học bổng không quá 03 năm . - Trường sẽ xét điều kiện duy trì học bổng năm thứ hai sau khi có kết quả học tập năm thứ nhất với các điều kiện như sau: + Điểm trung bình tích lũy từ 6.50 trở lên; + Không bị cảnh báo kết quả học tập; + Không đang trong thời gian thi hành kỷ luật từ hình thức cảnh cáo trở lên tại TDTU hoặc đang trong thời gian bị truy cứu trách nhiệm hình sự. - Căn cứ vào số lượng nộp hồ sơ học bổng thạc sĩ, Hội đồng xét cấp học bổng sẽ xét theo thứ tự ưu tiên từ cao xuống cho đến khi hết nguồn học bổng đã được phân bổ. Trong trường hợp có nhiều học viên đạt cùng một điều kiện xét như nhau thì ưu tiên xếp theo điểm tốt nghiệp đại học, thâm niên công tác, xếp hạng của công bố khoa học. Trường hợp cùng các tiêu chí phụ thì Hội đồng xét cấp học bổng sẽ xem xét quyết định."
        },
        {
            "title": "4. Hồ sơ đề nghị cấp học bổng",
            "content": "- Đơn đề nghị cấp học bổng . - Bản sao văn bằng và phụ lục văn bằng hoặc bảng điểm tốt nghiệp trình độ đại học . - Kết quả nghiên cứu theo cơ sở dữ liệu WoS/Scopus và bản sao bài báo khoa học đã công bố và Đơn đề nghị xác nhận công bố khoa học quốc tế (đối với học viên thuộc đối tượng là tác giả của công bố khoa học thuộc cơ sở dữ liệu WoS/Scopus). - Bản sao Bằng khen/Giấy khen/Giấy chứng nhận đạt thành tích của Giải vô địch/giải đấu/cuộc thi,... và Quyết định khen thưởng của đơn vị tổ chức cấp ( đối với học viên thuộc đối tượng đạt các thành tích xuất sắc trong lĩnh vực thể dục thể thao, khoa học công nghệ, văn hóa - nghệ thuật,... nếu có). - Giấy xác nhận đang công tác tại TDTU (đối với học viên là viên chức, người lao động cơ hữu TDTU). - Văn bản xác nhận đối tượng là giáo viên, giảng viên, cán bộ, viên chức, người lao động (đối với học viên là giáo viên, giảng viên, cán bộ, viên chức, người lao động đang công tác tại các cơ sở giáo dục phổ thông, trung cấp, cao đẳng ) ( tham khảo tại đây )."
        }
    ]
}