{
    "source_url": "https://grad.tdtu.edu.vn/hoc-phi-hoc-bong/hoc-bong-sau-tien-si",
    "crawl_date": "2025-11-27T16:44:14.935023",
    "title": "Học bổng sau tiến sĩ | Sau đại học",
    "segmented_content": [
        {
            "title": "Học bổng sau tiến sĩ",
            "content": "Đối tượng Nghiên cứu sinh (NCS) đã nhập học chương trình đào tạọ trình độ tiến sĩ của Trường hoặc CTĐT trình độ tiến sĩ liên kết giữa Trường với các Trường đối tác từ năm 2025 trở về sau nộp hồ sơ xét cấp học bổng tiến sĩ trong vòng 01 năm kể từ ngày ban hành Quyết định công nhận NCS, người hướng dẫn và đề tài luận án. Điều kiện và mức cấp học bổng Mức cấp HBTS Điều kiện nhóm ngành KHTN-KT Điều kiện nhóm ngành KHXH 100% học phí toàn khóa công bố 02 bài báo khoa học ( research/original article ) thuộc CSDL WoS , trong đó có ít nhất 01 bài báo khoa học WoS hạng 5 trở lên, là tác giả ghi tên đầu và/hoặc tác giả gửi bài/liên hệ. công bố 0 1 bài báo khoa học ( research/original article ) thuộc CSDL WoS hạng 10 trở lên và 01 bài báo Scopus , là tác giả ghi tên đầu và/hoặc tác giả gửi bài/liên hệ. 50% học phí toàn khóa công bố 02 bài báo khoa học ( research/original article ) thuộc CSDL WoS , là tác giả ghi tên đầu và/hoặc tác giả gửi bài/liên hệ. công bố 0 1 bài báo khoa học thuộc CSDL WoS , là tác giả ghi tên đầu và/hoặc tác giả gửi bài/liên hệ. Ngoài ra, NCS có thành tích, năng lực NCKH vượt trội có thể được tham gia cộng tác/hợp tác nghiên cứu với nhóm nghiên cứu của Khoa/Viện quản lý và Nhà trường. Lưu ý: - Các công bố khoa học phải được thực hiện theo quy định hiện hành của Trường. NCS có thể ghi thêm 01 địa chỉ công bố là địa chỉ đơn vị nơi NCS đang công tác. Địa chỉ TDTU phải là địa chỉ đứng đầu. - NCS có thể sử dụng bài báo khoa học HBTS để xét điều kiện bảo vệ luận án tiến sĩ."
        },
        {
            "title": "Hỗ trợ sinh hoạt phí chương trình tiến sĩ",
            "content": "Đối tượng: NCS đăng ký nhận HBTS có thể nộp đơn xin hỗ trợ sinh hoạt phí theo từng năm học trong thời gian đào tạo chuẩn. Mức cấp: 000.000 đồng/NCS/tháng ( ngoài ra còn có các hỗ trợ khác do Hiệu trưởng phê duyệt ) Điều kiện: + Có giấy bảo lãnh của người hướng dẫn; + NCS phải làm việc toàn thời gian và thực hiện công việc dưới sự phân công và giám sát của Khoa/Viện quản lý. Trong đó, NCS phải đăng ký và cam kết thực hiện ít nhất 02 trong các hoạt động như sau: STT Công việc Định mức 1 Giảng dạy ( lý thuyết và/hoặc thực hành ) 01 môn học/năm 2 Hướng dẫn Khóa luận tốt nghiệp/Đồ án tốt nghiệp/Chuyên đề nghiên cứu đối với sinh viên đại học 02 sinh viên/năm 3 Hướng dẫn đề tài NCKH của sinh viên 01 đề tài/năm 4 Tham gia phản biện/hội đồng đề tài NCKH các cấp của Trường 04 đề tài/năm 5 Báo cáo Journal Club với Khoa 02 báo cáo chuyên đề/năm 6 Báo cáo chuyên đề về NCKH 04 chuyên đề/năm 7 Giới thiệu thành công học viên/nghiên cứu sinh trúng tuyển và nhập học CTĐT thạc sĩ/tiến sĩ tại Trường Ít nhất 01 người/năm 8 Báo cáo khoa học được trình bày tại hội thảo khoa học chuyên ngành ( báo cáo toàn văn/oral/poster ) 02 báo cáo/năm 9 Tham gia biên soạn/rà soát slide bài giảng/đề cương chi tiết môn học bậc đại học 01 slide bài giảng/năm"
        },
        {
            "title": "Nguyên tắc xét cấp học bổng",
            "content": "Hội đồng xét cấp học bổng sẽ xét theo thứ tự ưu tiên từ cao xuống cho đến khi hết nguồn học bổng đã được phân bổ. Các tiêu chí ưu tiên gồm: (1) Thành tích trong nghiên cứu khoa học; (2) Viên chức, người lao động cơ hữu của Trường; (3) Cựu sinh viên, học viên của Trường. HBTS và hỗ trợ sinh hoạt phí được chi vào cuối mỗi học kỳ trong thời gian đào tạo chuẩn của CTĐT trình độ tiến sĩ. Các công bố khoa học phải được xuất bản ( published ) hoặc đã có bản đầy đủ online trên tạp chí ( first online ) trong thời gian thực hiện Thỏa thuận HBTS, chưa được sử dụng nghiệm thu cho bất kỳ mục đích nào khác tại TDTU. Nhà trường sẽ dựa vào kết quả học tập cuối mỗi năm học để tiếp tục cấp HBTS cho các năm học tiếp theo. NCS cần đạt các điều kiện duy trì như sau: + Thực hiện đúng theo kế hoạch học tập, nghiên cứu toàn khóa; + Không bị cảnh báo kết quả học tập; + Không đang trong thời gian thi hành kỷ luật từ hình thức cảnh cáo trở lên tại TDTU hoặc đang trong thời gian bị truy cứu trách nhiệm hình sự."
        },
        {
            "title": "Hồ sơ đề nghị cấp học bổng chương trình tiến sĩ",
            "content": "Đơn đề nghị cấp HBTS. Bản sao giấy tờ tùy thân ( hộ chiếu/căn cước công dân ) hoặc hộ chiếu có hợp pháp hóa lãnh sự ( đối với NCS có quốc tịch nước ngoài ). Bản sao văn bằng trình độ đại học, thạc sĩ ( đối với NCS có quốc tịch Việt Nam ); hoặc bản dịch các văn bằng trình độ đại học, thạc sĩ có hợp pháp hóa lãnh sự ( đối với NCS có quốc tịch nước ngoài ). Bản sao giấy công nhận văn bằng do Cục Quản lý chất lượng thuộc Bộ Giáo dục và Đào tạo cấp ( trường hợp văn bằng do cơ sở đào tạo nước ngoài hoặc cơ sở đào tạo trong nước liên kết với nước ngoài cấp ). Sơ yếu lý lịch ( có xác nhận của địa phương nơi cư trú hay cơ quan công tác đối với NCS có quốc tịch Việt Nam ). Lý lịch khoa học. Đề cương nghiên cứu luận án tiến sĩ ( có chữ ký của NCS và người hướng dẫn, nội dung của đề cương phải liệt kê chi tiết kế hoạch thực hiện và khoảng thời gian công bố khoa học ). Thư giới thiệu của 02 chuyên gia ( trong đó có ít nhất 01 thư giới thiệu của người không phải người hướng dẫn ) Nhận xét của người hướng dẫn. Bản sao thư mời nhập học ( đối với NCS tham gia CTĐT trình độ tiến sĩ liên kết giữa Trường với các trường đối tác ). Văn bản xác nhận đang công tác tại TDTU ghi rõ quá trình và số năm công tác ( đối với NCS thuộc đối tượng là giảng viên, nghiên cứu viên của TDTU ). Lý lịch tư pháp (đối với ứng viên có quốc tịch nước ngoài) . Lưu ý : Đối với NCS đã trúng tuyển và nhập học CTĐT trình độ tiến sĩ liên kết giữa Trường với các Trường đối tác, NCS phải nộp hồ sơ bản có công chứng ở các mục b,c,d,j."
        },
        {
            "title": "Hồ sơ đề nghị cấp hỗ trợ sinh hoạt phí",
            "content": "Đơn đề nghị cấp hỗ trợ sinh hoạt phí. Giấy bảo lãnh của người hướng dẫn."
        },
        {
            "title": "Thông tin liên hệ nộp hồ sơ",
            "content": "Phòng Sau đại học, Trường Đại học Tôn Đức Thắng. Địa chỉ: Phòng B002, số 19 Nguyễn Hữu Thọ, P. Tân Hưng, TP. HCM. Điện thoại: (028) 3775-5059 Website: http://grad.tdtu.edu.vn Email: sdh@tdtu.edu.vn"
        }
    ]
}