{
    "source_url": "https://grad.tdtu.edu.vn/hoc-phi-hoc-bong/hoc-bong-tien-si",
    "crawl_date": "2025-11-27T16:43:54.791438",
    "title": "Học bổng tiến sĩ | Sau đại học",
    "segmented_content": [
        {
            "title": "1. Đối tượng",
            "content": "Nghiên cứu sinh (NCS) đã nhập học chương trình đào tạo (CTĐT) trình độ tiến sĩ của Trường hoặc CTĐT trình độ tiến sĩ liên kết giữa Trường với các Trường đối tác từ năm 2025 trở về sau nộp hồ sơ xét cấp HBTS trong vòng 01 năm kể từ ngày ban hành Quyết định công nhận NCS, người hướng dẫn và đề tài luận án."
        },
        {
            "title": "2. Mức cấp học bổng",
            "content": "- Mức cấp học bổng 100% (100% học phí toàn khóa) - Mức cấp học bổng 50% (50% học phí toàn khóa) Lưu ý: NCS có thể đăng ký hỗ trợ sinh hoạt phí chương trình tiến sĩ theo từng năm học ."
        },
        {
            "title": "3. Hồ sơ đề nghị cấp học bổng chương trình tiến sĩ",
            "content": "- Đơn đề nghị cấp học bổng và hỗ trợ sinh hoạt phí chương trình tiến sĩ (1) - Bản sao giấy tờ tùy thân ( hộ chiếu/căn cước công dân ) hoặc hộ chiếu có hợp pháp hóa lãnh sự ( đối với NCS có quốc tịch nước ngoài ). - Bản sao văn bằng trình độ đại học, thạc sĩ ( đối với NCS có quốc tịch Việt Nam ); hoặc bản dịch các văn bằng trình độ đại học, thạc sĩ có hợp pháp hóa lãnh sự ( đối với NCS có quốc tịch nước ngoài ). - Bản sao giấy công nhận văn bằng do Cục Quản lý chất lượng thuộc Bộ Giáo dục và Đào tạo cấp ( trường hợp văn bằng do cơ sở đào tạo nước ngoài hoặc cơ sở đào tạo trong nước liên kết với nước ngoài cấp ). - Sơ yếu lý lịch ( có xác nhận của địa phương nơi cư trú hay cơ quan công tác đối với NCS có quốc tịch Việt Nam ). - Lý lịch khoa học (2) - Đề cương nghiên cứu luận án tiến sĩ ( có chữ ký của NCS và người hướng dẫn, nội dung của đề cương phải liệt kê chi tiết kế hoạch thực hiện và khoảng thời gian công bố khoa học ). (3) - Thư giới thiệu của 02 chuyên gia ( trong đó có ít nhất 01 thư giới thiệu của người không phải người hướng dẫn ) (4) - Nhận xét của người hướng dẫn (5) - Giấy bảo lãnh của người hướng dẫn (dành cho NCS đăng ký hỗ trợ sinh hoạt phí). (6) - Bản sao thư mời nhập học ( đối với NCS tham gia CTĐT trình độ tiến sĩ liên kết giữa Trường với các trường đối tác ). - Văn bản xác nhận đang công tác tại TDTU ghi rõ quá trình và số năm công tác ( đối với NCS thuộc đối tượng là giảng viên, nghiên cứu viên của TDTU ). - Lý lịch tư pháp (đối với ứng viên có quốc tịch nước ngoài) . Lưu ý: Đối với NCS đã trúng tuyển và nhập học CTĐT trình độ tiến sĩ liên kết giữa Trường với các Trường đối tác, NCS phải nộp hồ sơ bản có công chứng ở các mục b,c,d,j."
        },
        {
            "title": "4. Thông tin liên hệ tư vấn và nộp hồ sơ",
            "content": "Phòng Sau đại học, Trường Đại học Tôn Đức Thắng. Địa chỉ: Phòng B002, số 19 Nguyễn Hữu Thọ, P. Tân Hưng, TP. Hồ Chí Minh. Điện thoại: (028) 3775-5059 Website: http://grad.tdtu.edu.vn Email: sdh@tdtu.edu.vn"
        }
    ]
}