{
    "source_url": "https://grad.tdtu.edu.vn/chuan-dau-ra-trinh-do-tien-si",
    "crawl_date": "2025-11-27T16:41:42.522886",
    "title": "Chuẩn đầu ra trình độ tiến sĩ | Sau đại học",
    "segmented_content": [
        {
            "title": "Chuẩn đầu ra trình độ tiến sĩ Ngành Kỹ thuật xây dựng",
            "content": "1 Kiến thức và hiểu biết Vận dụng tư duy phản biện, sáng tạo, kiến thức chuyên môn, phương pháp, kỹ thuật và nguyên lý trong thực hiện các nghiên cứu mới cũng như nghiên cứu cải tiến trong lĩnh vực Xây dựng. 2 Kỹ năng mềm Thể hiện kỹ năng làm việc nhóm, kỹ năng báo cáo thuyết trình và kỹ năng tổ chức, quản lý và điều hành các hoạt động nghiên cứu tại đơn vị công tác. Tư vấn, lập kế hoạch, quản lý và triển khai các dự án nghiên cứu liên quan đến lĩnh vực Kỹ thuật xây dựng. 3 Nghiên cứu và đánh giá Có khả năng tự học, nghiên cứu độc lập, thu thập xử lý dữ liệu một cách có hệ thống để thực hiện các đề tài nghiên cứu trong lĩnh vực kỹ thuật xây dựng. Có khả năng suy luận, phân tích, tổng hợp để đưa ra các phương pháp, giải pháp sáng tạo trong khi thực hiện nghiên cứu. 4 Thái độ Có khả năng tự học hỏi và phát triển năng lực chuyên môn và thể hiện tinh thần trung thực, trách nhiệm, cầu tiến của người nghiên cứu."
        },
        {
            "title": "Ngành Khoa học tính toán",
            "content": "1 PEO1 Understanding: Hiểu phương pháp luận khoa học, kết hợp kiến thức chuyên môn của một hoặc nhiều lĩnh vực để mô hình hóa (modeling), mô phỏng (simulation) các bài toán, hiện tượng thực tế trên máy tính và phân tích dữ liệu (data analysis). 2 PEO2 Applying: Vận dụng hiệu quả các qui trình, nguyên lý, phương pháp nghiên cứu, kỹ thuật thiết kế, phân tích dựa trên sự phối hợp 3 nhóm lĩnh vực với nhau 1) Mô hình toán học; 2) Khoa học và Kỹ thuật tính toán trên máy tính; 3) Ngành nghiên cứu của mình; mô hình và mô phỏng các bài toán hoặc hiện tượng cần quan tâm. 3 PEO1, PEO2 Analyzing: Khám phá, phân tích, diễn giải và trao đổi các kiến thức mới thông qua các kết quả nghiên cứu chất lượng, có thể xuất bản và được chấp nhận bởi cộng đồng. 4 PEO1, PEO2 Improving: Các kiến thức đã học được mở rộng và cải tiến một cách có hệ thống, chuyên nghiệp trong lĩnh vực Khoa học và kỹ thuật tính toán và chứng tỏ được sự thông thạo các kỹ năng chuyên môn. 5 PEO3 Evaluating: Đánh giá các vấn đề hiện tại, các công trình nghiên cứu và học thuật tiên tiến trong lĩnh vực Khoa học và kỹ thuật tính toán một cách sáng tạo và sâu sắc. 6 PEO1, PEO2, PEO3 Discussing: Sử dụng hiệu quả khả năng giao tiếp và trình bày tiếng Anh để truyền tải thông điệp với cộng đồng các kết quả nghiên cứu thông qua các tranh luận và phản biện khoa học. 7 PEO1, PEO2, PEO3, PEO4 Creating: Sáng tạo các ý tưởng và giả thuyết khoa học một cách chủ động và độc lập; thiết kế, phát triển, hiện thực và thực thi các kế hoạch để đánh giá các ý tưởng và giả thuyết này."
        }
    ]
}