{
    "source_url": "https://grad.tdtu.edu.vn/dao-tao/chuan-dau-ra-ngoai-ngu-bac-thac-si",
    "crawl_date": "2025-11-27T16:43:03.990170",
    "title": "Chuẩn đầu ra ngoại ngữ bậc thạc sĩ | Sau đại học",
    "segmented_content": [
        {
            "title": "Chuẩn đầu ra ngoại ngữ bậc thạc sĩ",
            "content": "Chuẩn ngoại ngữ đầu ra áp dụng từ khóa tuyển sinh năm 2022 trở về sau."
        },
        {
            "title": "1. Đối với chương trình đào tạo trình độ thạc sĩ",
            "content": "ngoại ngữ là một trong sáu ngôn ngữ nước ngoài sau: tiếng Anh, tiếng Pháp, tiếng Nga, tiếng Đức, tiếng Trung Quốc hoặc tiếng Nhật. Lưu ý: ngoại ngữ đầu vào và ngoại ngữ đầu ra đối với mỗi người học phải cùng một ngôn ngữ"
        },
        {
            "title": "2. Nhà trường sử dụng khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam",
            "content": "(KNLNNVN) được ban hành kèm theo Thông tư 01/2014/TT-BGDĐT ngày 24 tháng 01 năm 2014 của Bộ trưởng Bộ Giáo dục và Đào tạo để làm cơ sở tham chiếu để xác định chuẩn đầu ra trình độ ngoại ngữ."
        },
        {
            "title": "3. Chuẩn đầu ra ngoại ngữ đối với người học chương trình đào tạo trình độ thạc sĩ",
            "content": "là tối thiểu bậc 4/6 theo KNLNNVN"
        },
        {
            "title": "4. Người học phải có một trong các văn bằng/chứng chỉ để được công nhận đạt chuẩn đầu ra trình độ ngoại ngữ",
            "content": "Người học phải có một trong các văn bằng/chứng chỉ như sau để được công nhận đạt chuẩn đầu ra trình độ ngoại ngữ:"
        },
        {
            "title": "4.a) Văn bằng",
            "content": "Có bằng tốt nghiệp trình độ đại học trở lên ngành ngôn ngữ nước ngoài là ngoại ngữ được quy định tại Mục 1; Có bằng tốt nghiệp trình độ đại học trở lên mà chương trình đào tạo có ngôn ngữ giảng dạy được thực hiện chủ yếu bằng ngôn ngữ nước ngoài là ngoại ngữ được quy định tại Mục 1."
        },
        {
            "title": "4.b) Chứng chỉ",
            "content": "+ Ngoại ngữ khác STT Ngôn ngữ Bằng/Chứng chỉ/Chứng nhận Trình độ/Thang điểm tương đương bậc 4 1 Tiếng Pháp CIEP/Alliance française diplomas TCF: 400 - 499 DELF B2 Diplôme de Langue 2 Tiếng Đức Goethe - Institut Goethe - Zertifikat B2 The German TestDaF language certificate TestDaF Bậc 4 (TDN 4) 3 Tiếng Trung Quốc Chinese Hanyu Shuiping Kaoshi (HSK) HSK Bậc 4 4 Tiếng Nhật Japanese Language Proficiency Test (JLPT) N3 5 Tiếng Nga ТРКИ - Тест по русскому языку как иностранному (TORFL - Test of Russian as a Foreign Language) ТРКИ - 2 + Tiếng Anh Ngôn ngữ Bằng/Chứng chỉ/Chứng nhận Trình độ/Thang điểm tương đương bậc 4 KNLNNVN (*) Tiếng Anh TOEFL iBT 46 - 93 Bậc 4 IELTS 5.5 - 6.5 Cambridge Assessment English B2 First/B2 Business Vantage/Linguaskill Thang điểm: 160 - 179 TOEIC (4 kỹ năng) Nghe: 400 - 489 Đọc: 385 - 454 Nói: 160 - 179 Viết: 150 - 179 Aptis ESOL General B2 Aptis ESOL Advanced B2 Chứng chỉ đánh giá theo Khung năng lực ngoại ngữ bậc 6 dùng cho Việt Nam Bậc 4 (*) Chứng chỉ tiếng Anh tương đương Bậc 4/6 KNLNNVN được cấp bởi cơ sở đào tạo ngoại ngữ thuộc quy định của Bộ Giáo dục và Đào tạo cho phép cấp chứng chỉ. Chứng chỉ phải được cấp sau thời điểm văn bản của Bộ Giáo dục và Đào tạo cho phép cơ sở đào tạo ngoại ngữ cấp chứng chỉ có hiệu lực. Lưu ý: Người học phải dự thi chứng chỉ theo hình thức trực tiếp."
        },
        {
            "title": "4.c. Thời hạn công nhận",
            "content": "Các chứng chỉ thuộc điểm b phải còn trong thời hạn 02 (hai) năm tính đến thời điểm công nhận đầu ra trình độ ngoại ngữ. Đối với một số chứng chỉ quốc tế không thông dụng khác, Hiệu trưởng xem xét và quyết định quy đổi tương đương."
        },
        {
            "title": "5. Thời điểm công nhận",
            "content": "Học viên thực hiện nộp đơn đề nghị công nhận trình độ ngoại ngữ từ khi có Quyết định giao đề tài và công nhận người hướng dẫn Luận văn thạc sĩ/Đề án tốt nghiệp đến trước khi hết thời hạn đào tạo tối đa để đáp ứng điều kiện được công nhận tốt nghiệp."
        }
    ]
}