{
    "source_url": "https://grad.tdtu.edu.vn/hoc-phi-hoc-bong/hoc-bong-danh-cho-can-bo-cong-doan",
    "crawl_date": "2025-11-27T16:45:11.282821",
    "title": "Học bổng dành cho cán bộ công đoàn | Sau đại học",
    "segmented_content": [
        {
            "title": "1. Đối tượng",
            "content": "Học viên/nghiên cứu sinh là cán bộ công đoàn chuyên trách thuộc hệ thống tổ chức Công đoàn Việt Nam đã trúng tuyển và nhập học chương trình đào tạo trình độ thạc sĩ/tiến sĩ của Trường Đại học Tôn Đức Thắng."
        },
        {
            "title": "2. Điều kiện và mức xét cấp học bổng",
            "content": "Tất cả học viên/nghiên cứu sinh có quyết định trúng tuyển và nhập học chương trình đào tạo trình độ thạc sĩ/tiến sĩ của Trường Đại học Tôn Đức Thắng sẽ được cấp 50% học phí trong năm học thứ nhất ."
        },
        {
            "title": "3. Nguyên tắc xét cấp học bổng",
            "content": "Trường hợp học viên/nghiên cứu sinh cùng lúc thỏa nhiều điều kiện xét học bổng chương trình thạc sĩ/tiến sĩ, học viên/nghiên cứu sinh sẽ được Nhà trường xét cấp học bổng với mức cao hơn. Đối với trình độ thạc sĩ: Học bổng không bao gồm học phí các học phần không đạt, học phần học cải thiện điểm, học phần được công nhận kết quả học tập và chuyển đổi tín chỉ, học phần tích lũy vượt quá số tín chỉ tối thiểu để tốt nghiệp theo chương trình đào tạo. Thời gian xét chi học bổng dựa trên kết quả học tập của học viên sau khi hoàn thành năm học thứ nhất. Đối với trình độ tiến sĩ: Học bổng được cấp vào cuối mỗi học kỳ của năm học thứ nhất. Học viên/nghiên cứu sinh phải hoàn thành nghĩa vụ học phí tại thời điểm xét chi học bổng. Không đang trong thời gian thi hành kỷ luật từ hình thức cảnh cáo trở lên tại Trường hoặc đang trong thời gian bị truy cứu trách nhiệm hình sự."
        },
        {
            "title": "4. Hồ sơ đề nghị cấp học bổng",
            "content": "Đơn đề nghị cấp học bổng ( theo mẫu ); Bản sao văn bằng và Phụ lục văn bằng hoặc bảng điểm tốt nghiệp trình độ đại học; Thư giới thiệu của cơ quan."
        }
    ]
}