{
    "source_url": "https://grad.tdtu.edu.vn/dao-tao/thong-tin-huong-dan-dau-khoa-hoc",
    "crawl_date": "2025-11-27T16:46:22.669253",
    "title": "Thông tin hướng dẫn đầu khóa học | Sau đại học",
    "segmented_content": [
        {
            "title": "Hướng dẫn sử dụng Email và Hệ thống thông tin học viên/nghiên cứu sinh của Đại học Tôn Đức Thắng (TDTU)",
            "content": "(*) Tra cứu mã số học viên/nghiên cứu sinh tại đây : http://tracuutuyensinh.tdtu.edu.vn/caohoc/TC_KQ_TS_CH.aspx\nĐể sử dụng Email TDTU, người học thực hiện đăng nhập vào trang http://mail.student.tdtu.edu.vn với các thông tin sau:\nEmail: MSHV/NCS@student.tdtu.edu.vn (ví dụ: 201819900@student.tdtu.edu.vn)\nPassword : SDHMSHV/NCS (ví dụ: SDH201819900)\nSau khi đăng nhập thành công, anh/chị vui lòng thay đổi Password . Mọi thông tin liên lạc giữa Nhà trường và người học sau đại học trong suốt thời gian học tại Trường sẽ thông qua Email TDTU.\nĐể sử dụng Hệ thống thông tin học viên/nghiên cứu sinh, người học thực hiện đăng nhập vào trang https://gradstudent.tdtu.edu.vn với các thông tin sau:\nMã học viên/nghiên cứu sinh | Student ID: MSHV/NCS (ví dụ: 201819900)\nMật khẩu | Password: TDTUMSHV/NCS (ví dụ: TDTU201819900)\nSau khi đăng nhập thành công, anh/chị vui lòng thay đổi Password, kiểm tra và cập nhật thông tin học viên/nghiên cứu sinh .\nLưu ý: Tài khoản Hệ thống thông tin học viên/nghiên cứu sinh và Email TDTU là 02 tài khoản khác nhau. Khi cần hỗ trợ cấp lại mật khẩu thì học viên/nghiên cứu sinh cần nêu rõ tên tài khoản. Tài khoản Hệ thống thông tin học viên/nghiên cứu sinh và Email TDTU được kích hoạt sau ngày 04/08/2025 chỉ dành cho người học sau đại học đã hoàn thành thủ tục nhập học."
        },
        {
            "title": "2. Thông tin về khóa học",
            "content": "Thông tin về qui chế học vụ: https://grad.tdtu.edu.vn/dao-tao/qui-che\nThông tin về chương trình đào tạo: https://grad.tdtu.edu.vn/dao-tao\nThông tin về chuẩn đầu ra: https://grad.tdtu.edu.vn/dao-tao/chuan-dau-ra\nThông tin về các biểu mẫu: https://grad.tdtu.edu.vn/dao-tao/bieu-mau\nThông tin học bổng – học phí: https://grad.tdtu.edu.vn/hoc-phi-hoc-bong"
        },
        {
            "title": "Thông tin liên hệ Phòng Sau đại học",
            "content": "Mọi thắc mắc vui lòng liên hệ: Phòng Sau đại học, Đại học Tôn Đức Thắng (Phòng B002, Nhà B) Số 19 Nguyễn Hữu Thọ, Phường Tân Hưng, TP. Hồ Chí Minh\nLịch làm việc: từ Thứ hai đến Thứ bảy: Sáng 7h30 – 11h30, chiều 13h00 – 17h00.\nĐiện thoại: (028) 3775 5059\nEmail: sdh@tdtu.edu.vn\nWebsite: http://grad.tdtu.edu.vn/\nFacebook: https://www.facebook.com/sgs.tdtu"
        }
    ]
}