{
    "source_url": "https://grad.tdtu.edu.vn/index.php/hoc-phi-hoc-bong/hoc-bong-luu-hoc-sinh",
    "crawl_date": "2025-11-27T16:44:50.906753",
    "title": "Học bổng lưu học sinh | Sau đại học",
    "segmented_content": [
        {
            "title": "Học bổng lưu học sinh sau đại học năm thứ nhất",
            "content": ""
        },
        {
            "title": "1. Đối tượng",
            "content": "Thí sinh người nước ngoài tốt nghiệp trình độ đại học/thạc sĩ đủ điều kiện trúng tuyển và nhập học CTĐT trình độ thạc sĩ/ tiến sĩ chương trình tiếng Việt/tiếng Anh tại TDTU từ năm 2025 trở về sau ( gọi tắt là lưu học sinh )"
        },
        {
            "title": "2. Điều kiện và mức xét cấp học bổng",
            "content": "Căn cứ các điều kiện xét theo thứ tự ưu tiên gồm (1) Điểm trung bình tích lũy trình độ đại học/thạc sĩ; (2) Thành tích trong NCKH; (3) Xếp hạng của cơ sở đào tạo của thí sinh đã tốt nghiệp trong Bảng xếp hạng TOP 1.000 của THE/QS/URAP/ARWU; (4) Quốc gia; (5) Khả năng nhập học và hoàn thành khóa học tại Trường ( đánh giá qua phỏng vấn )."
        },
        {
            "title": "2.1 Mức cấp học bổng 100%",
            "content": "Lưu học sinh được xét cấp học bổng gồm 100% học phí năm thứ nhất, phí ký túc xá trong năm thứ nhất, phí nhập học nếu điểm trung bình tích lũy trình độ đại học/thạc sĩ từ 3.40 điểm trở lên ( thang điểm 4.00 ) hoặc tương đương."
        },
        {
            "title": "2.2 Mức cấp học bổng 50%",
            "content": "Lưu học sinh được xét cấp học bổng gồm 50% học phí năm thứ nhất, 100% phí ký túc xá trong năm thứ nhất, 50% phí nhập học nếu điểm trung bình tích lũy trình độ đại học/thạc sĩ từ 3.20 điểm trở lên ( thang điểm 4.00 ) hoặc tương đương."
        },
        {
            "title": "2.3 Mức cấp học bổng 25%",
            "content": "Lưu học sinh được xét cấp học bổng gồm 25% học phí năm thứ nhất, 100% phí ký túc xá năm thứ nhất, 25% phí nhập học nếu điểm trung bình tích lũy trình độ đại học/thạc sĩ từ 3.00 điểm trở lên ( thang điểm 4.00 ) hoặc tương đương ."
        },
        {
            "title": "3. Nguyên tắc xét cấp học bổng",
            "content": "Căn cứ vào số lượng hồ sơ có đủ điều kiện trúng tuyển, Hội đồng xét cấp học bổng sẽ xét theo thứ tự ưu tiên từ cao xuống thấp cho đến khi hết nguồn học bổng đã được phân bổ. Thứ tự ưu tiên về quốc gia gồm: (1) Các nước trong khối ASEAN; (2) Các nước Châu Á; (3) Các quốc gia đang phát triển; (4) Các nước Châu Âu, Châu Mỹ, Châu Úc ( không bao gồm các nước trong danh sách hạn chế nhập cảnh theo quy định của pháp luật) . Đối với trình độ thạc sĩ: Học bổng không bao gồm học phí các học phần không đạt, học phần học cải thiện điểm, học phần được công nhận kết quả học tập và chuyển đổi tín chỉ, học phần tích lũy vượt quá số tín chỉ tối thiểu để tốt nghiệp theo chương trình đào tạo. Thời gian xét chi học bổng dựa trên kết quả học tập của lưu học sinh sau khi hoàn thành năm học thứ nhất. Đối với trình độ tiến sĩ: Học bổng được chi vào cuối mỗi học kỳ của năm học thứ nhất. Lưu học sinh sẽ được bố trí ở tại ký túc xá dành cho lưu học sinh."
        },
        {
            "title": "4. Hồ sơ đề nghị cấp học bổng",
            "content": "Lưu học sinh nộp Đơn dự tuyển học bổng bằng hình thức nộp trực tuyến (theo mẫu tại đây )."
        },
        {
            "title": "Học bổng lưu học sinh sau đại học từ năm thứ hai",
            "content": ""
        },
        {
            "title": "1. Đối tượng",
            "content": "Lưu học sinh đã nhận học bổng lưu học sinh CTĐT trình độ thạc sĩ/tiến sĩ ( loại học bổng năm thứ nhất đối với CTĐT trình độ thạc sĩ/tiến sĩ và học bổng năm thứ hai đối với CTĐT trình độ tiến sĩ ), đang học tập CTĐT trình độ thạc sĩ/tiến sĩ tại TDTU"
        },
        {
            "title": "2. Điều kiện và tiêu chí xét",
            "content": ""
        },
        {
            "title": "2.1 Mức cấp học bổng 100%",
            "content": "Lưu học sinh được tiếp tục xét cấp học bổng gồm 100% học phí năm thứ hai/ba và phí ký túc xá trong năm thứ hai/ba nếu đạt các điều kiện sau: Thực hiện đúng theo kế hoạch học tập, nghiên cứu của từng năm học. Đối với NCS sẽ xem xét thêm tiến độ nghiên cứu và công bố bài báo WoS/Scopus. Điểm trung bình tích lũy đến thời điểm xét từ 8.00 điểm trở lên ( thang điểm 10.00 ). Không bị cảnh báo kết quả học tập. Không đang trong thời gian thi hành kỷ luật từ hình thức cảnh cáo trở lên tại TDTU hoặc đang trong thời gian bị truy cứu trách nhiệm hình sự."
        },
        {
            "title": "2.2 Mức cấp học bổng 50%",
            "content": "Lưu học sinh được tiếp tục xét cấp học bổng gồm 50% học phí năm thứ hai/ba và 100% phí ký túc xá trong năm thứ hai/ba nếu đạt các điều kiện sau: Thực hiện đúng theo kế hoạch học tập, nghiên cứu của từng năm học. Đối với NCS sẽ xem xét thêm tiến độ nghiên cứu và công bố bài báo WoS/Scopus. Điểm trung bình tích lũy đến thời điểm xét từ 7.50 điểm trở lên ( thang điểm 10.00 ). Không bị cảnh báo kết quả học tập. Không đang trong thời gian thi hành kỷ luật từ hình thức cảnh cáo trở lên tại TDTU hoặc đang trong thời gian bị truy cứu trách nhiệm hình sự."
        },
        {
            "title": "2.3 Mức cấp học bổng 25%",
            "content": "Lưu học sinh được tiếp tục xét cấp học bổng gồm: 25% học phí năm thứ hai/ba và 100% phí ký túc xá trong năm thứ hai/ba nếu đạt các điều kiện sau: Thực hiện đúng theo kế hoạch học tập, nghiên cứu của từng năm học. Đối với NCS sẽ xem xét thêm tiến độ nghiên cứu và công bố bài báo WoS/Scopus. Điểm trung bình tích lũy đến thời điểm xét từ 7.00 điểm trở lên ( thang điểm 10.00 ). Không bị cảnh báo kết quả học tập. Không đang trong thời gian thi hành kỷ luật từ hình thức cảnh cáo trở lên tại TDTU hoặc đang trong thời gian bị truy cứu trách nhiệm hình sự."
        },
        {
            "title": "3. Nguyễn tắc xét cấp học bổng",
            "content": "Căn cứ vào số lượng hồ sơ có đủ điều kiện trúng tuyển, Hội đồng xét cấp học bổng sẽ xét theo thứ tự ưu tiên từ cao xuống thấp cho đến khi hết nguồn học bổng đã được phân bổ. Đối với trình độ thạc sĩ: Học bổng không bao gồm học phí các học phần không đạt, học phần học cải thiện điểm, học phần được công nhận kết quả học tập và chuyển đổi tín chỉ, học phần tích lũy vượt quá số tín chỉ tối thiểu để tốt nghiệp theo CTĐT. Thời gian xét chi học bổng dựa trên kết quả học tập của lưu học sinh sau khi hoàn thành năm học thứ hai. Đối với trình độ tiến sĩ: Học bổng được chi vào cuối mỗi học kỳ của năm học thứ hai/ba. Lưu học sinh được nhận học bổng lưu học sinh CTĐT trình độ thạc sĩ/tiến sĩ năm thứ nhất ở mức học bổng nào thì sẽ xét cùng mức cấp học bổng cho năm thứ hai/ba. Trường hợp lưu học sinh đang học CTĐT trình độ tiến sĩ bị ngừng cấp học bổng trong năm học thứ hai do không đạt điều kiện duy trì, lưu học sinh có thể nộp đơn xin xét cấp lại học bổng năm học thứ ba. Trường hợp lưu học sinh chuyển ngành hoặc chương trình học thì không được tiếp tục hưởng học bổng cho ngành hoặc chương trình mới. Lưu học sinh sẽ được bố trí ở tại ký túc xá dành cho lưu học sinh. Trường hợp ngoại lệ khác do Hiệu trưởng xem xét, quyết định trên cơ sở đề xuất của đơn vị liên quan."
        },
        {
            "title": "4. Hồ sơ đề nghị cấp học bổng",
            "content": "Đơn đề nghị cấp học bổng (theo mẫu của Trường). Bản chính bảng điểm tích lũy tính đến thời điểm xét hồ sơ. Các minh chứng về thành tích nghiên cứu khoa học (nếu có). Các minh chứng tham gia các hoạt động hỗ trợ Khoa/Viện và Phòng Sau đại học."
        }
    ]
}