{
    "source_url": "https://grad.tdtu.edu.vn/index.php/hoc-phi-hoc-bong/chinh-sach-hoc-bong",
    "crawl_date": "2025-11-27T16:45:49.296064",
    "title": "Thông tin học phí | Sau đại học",
    "segmented_content": [
        {
            "title": "1.1. Học phí chương trình bồi dưỡng kiến thức thạc sĩ, chương trình đào tạo trình độ thạc sĩ",
            "content": "Học phí thu theo tín chỉ của học phần chương trình thạc sĩ mà sinh viên, họ viên đăng ký trong mỗi học kỳ. Mức học phí toàn khóa chương trình đào tạo trình độ thạc sĩ phụ thuộc vào từng đợt tuyển sinh từ 33.5 triệu đến 42.5 triệu đồng/năm Đối với ngành: Lý luận và Phương pháp dạy học bộ môn tiếng anh ĐVT: đồng/tín chỉ STT Học phần Số tiền 1 Triết học và Phương pháp nghiên cứu khoa học 700.000 2 Học phần chuyên ngành 1.600.000 3 Học phần tốt nghiệp/ Đề cương chi tiết luận văn 1.680.000 Đối với các ngành: Mỹ thuật ứng dụng, Kỹ thuật điện, Kỹ thuật viễn thông, Kỹ thuật điều khiển và tự động hóa, Khoa học máy tính, Kỹ thuật hóa học, Kỹ thuật xây dựng, Kỹ thuật môi trường, Bảo hộ lao động, Toán ứng dụng ĐVT: đồng/tín chỉ STT Học phần Số tiền 1 Triết học và Phương pháp nghiên cứu khoa học 700.000 2 Học phần chuyên ngành 1.600.000 3 Học phần tốt nghiệp/ Đề cương chi tiết luận văn 1.400.000 Đối với các ngành: Kế toán, Xã hội học, Quản trị kinh doanh, Tài chính ngân hàng, Quản lý thể dục thể thao, Luật kinh tế ĐVT: đồng/tín chỉ STT Học phần Số tiền 1 Triết học và Phương pháp nghiên cứu khoa học 700.000 2 Học phần chuyên ngành 1.240.000 3 Học phần tốt nghiệp/ Đề cương chi tiết luận văn 1.400.000"
        },
        {
            "title": "1.2. Học phí chương trình đào tạo trình độ tiến sĩ",
            "content": "Học phí thu theo niên chế. Học phí đóng theo từng học kỳ từ thời điểm nghiên cứu sinh nhập học đến khi tốt nghiệp. Mức học phí theo năm học của chương trình đào tạo trình độ tiến sĩ: 66,55 triệu đồng/ năm Học phí áp dụng cho các học kỳ đào tạo chuẩn ĐVT: đồng/học kỳ STT Đối tượng Thời hạn đào tạo Số tiền 1 Người dự tuyển có bằng thạc sĩ trở lên 36 tháng (03 năm học tương ứng 06 học kỳ) 33.275.000 2 Người dự tuyển có bằng tốt nghiệp đại học 48 tháng (04 năm học tương ứng 08 học kỳ) 33.275.000 Học phí áp dụng cho các học kỳ trễ tiến độ đào tạo Học phí áp dụng cho các học kỳ trễ tiến độ đào tạo: 7.500.000/học kỳ"
        },
        {
            "title": "1.3. Học phí chương trình đào tạo trình độ thạc sĩ tại Phân hiệu Khánh Hòa",
            "content": "từ 24 triệu đến 30 triệu/năm"
        },
        {
            "title": "2. Quy định về hoàn học phí nhập học",
            "content": "tại đây ."
        },
        {
            "title": "3. Hướng dẫn đóng học phí",
            "content": "Phương thức 1: Đóng tiền trực tuyến qua dịch vụ VCB Digibank của ngân hàng Vietcombank. Xem hướng dẫn tại đây ; Phương thức 2: Đóng tiền trực tuyến qua hệ thống Mobile/Internet Banking của các ngân hàng. Xem hướng dẫn tại đây ; Phương thức 3: Đóng tiền trực tiếp tại các hệ thống ngân hàng. Xem hướng dẫn tại đây ."
        }
    ]
}