{
    "source_url": "https://grad.tdtu.edu.vn/hoc-phi-hoc-bong/khen-thuong-danh-cho-hoc-vien-dat-thanh-tich-nghien-cuu-khoa-hoc",
    "crawl_date": "2025-11-27T16:45:29.761199",
    "title": "Khen thưởng dành cho học viên đạt thành tích nghiên cứu khoa học | Sau đại học",
    "segmented_content": [
        {
            "title": "1. Hình thức khen thưởng",
            "content": "Tặng giấy khen và thưởng."
        },
        {
            "title": "2. Đối tượng",
            "content": "Học viên (HV) đang theo học chương trình đào tạo trình độ thạc sĩ của Trường Đại học Tôn Đức Thắng đạt thành tích nghiên cứu khoa học. Các sản phẩm khoa học với chỉ số Q theo Quy định hiện hành của Trường."
        },
        {
            "title": "3.1 Mức khen thưởng cho các bài báo khoa học, bằng sáng chế đối với HV là tác giả ghi tên đầu hoặc tác giả gửi bài/liên hệ",
            "content": "TT Thành tích đạt được Mức khen thưởng (đồng) 1 Tác giả ghi tên đầu hoặc tác giả gửi bài/liên hệ của bài báo WoS thuộc loại Q1 hoặc Q2 6.000.000 2 Tác giả ghi tên đầu hoặc tác giả gửi bài/liên hệ của bài báo WoS thuộc loại Q3 hoặc Q4 5.000.000 3 Tác giả ghi tên đầu hoặc tác giả gửi bài/liên hệ của bài báo Scopus 4.000.000 4 Tác giả ghi tên đầu hoặc tác giả gửi bài/liên hệ của bài báo trong kỷ yếu hội thảo quốc tế WoS/Scopus 2.000.000 5 Tác giả ghi tên đầu hoặc tác giả gửi bài/liên hệ của bài báo thuộc danh mục được công nhận bởi Hội đồng Giáo sư Nhà nước, có điểm tối đa từ 1.0 trở lên 1.000.000 6 Tác giả duy nhất của bằng sáng chế quốc tế thuộc nhóm các nền kinh tế lớn G-20 6.000.000 7 Tác giả duy nhất của bằng sáng chế Việt Nam 4.000.000"
        },
        {
            "title": "3.2 Mức khen thưởng cho các công bố khoa học, bằng sáng chế đối với HV là đồng tác giả",
            "content": "TT Thành tích đạt được Mức khen thưởng (đồng) 1 Đồng tác giả của bài báo WoS thuộc loại Q1 hoặc Q2 3.000.000 2 Đồng tác giả của bài báo WoS thuộc loại Q3 hoặc Q4 2.500.000 3 Đồng tác giả của bài báo Scopus 2.000.000 4 Đồng tác giả của bài báo trong kỷ yếu hội thảo quốc tế được liệt kê trong cơ sở dữ liệu WoS/Scopus 1.000.000 5 Đồng tác giả của bằng sáng chế quốc tế thuộc nhóm các nền kinh tế lớn G-20 3.000.000 6 Đồng tác giả của bằng sáng chế Việt Nam 2.000.000"
        },
        {
            "title": "3. Nguyên tắc xét khen thưởng",
            "content": "Học viên phải tuân thủ cách ghi địa chỉ và email trong bài báo theo Quy định về công bố khoa học hiện hành của Trường Đại học Tôn Đức Thắng; Thời gian công bố các công trình khoa học của học viên phải nằm trong thời gian đào tạo trình độ thạc sĩ (bao gồm cả thời gian được gia hạn); Mỗi sản phẩm khoa học chỉ được khen thưởng một lần; Học viên được sử dụng thành tích nghiên cứu khoa học để hưởng quyền lợi theo Quy định về phát triển công bố WoS/Scopus trong học viên trình độ thạc sĩ hiện hành của Trường."
        }
    ]
}