{
    "source_url": "https://grad.tdtu.edu.vn/chuan-dau-ra-trinh-do-thac-si",
    "crawl_date": "2025-11-27T16:42:24.949196",
    "title": "Chuẩn đầu ra trình độ thạc sĩ | Sau đại học",
    "segmented_content": [
        {
            "title": "Ngành Khoa học máy tính - 1. Định hướng nghiên cứu",
            "content": "STT Phân loại theo (nhóm) năng lực Mô tả chuẩn đầu ra (PLOs) 1 Các năng lực Hình thức, Mô hình hóa và Toán học Áp dụng kiến ​​thức về toán học, khoa học, cơ sở và ngành khoa học máy tính cho giải pháp của các vấn đề phức tạp liên quan đến CNTT. 2 Các năng lực Phân tích, Thiết kế và Đánh giá trong lĩnh vực Thể hiện khả năng xác định, phát biểu, thực hiện tài liệu nghiên cứu, phân tích và thiết kế các vấn đề phức tạp liên quan đến CNTT bằng cách sử dụng các nguyên lý của toán học, khoa học tự nhiên và khoa học máy tính. Lựa chọn các giải pháp thích hợp cho các vấn đề và hệ thống, mô hình hoặc quy trình phức tạp liên quan đến CNTT nhằm đáp ứng các nhu cầu cụ thể, đặc biệt là trong lĩnh vực AI. 3 Các năng lực Phương pháp luận Thực hiện điều tra về các vấn đề phức tạp bằng cách sử dụng kiến ​​thức dựa trên nghiên cứu và phương pháp nghiên cứu để đưa ra các kết luận hợp lệ. Tham gia vào việc học tập độc lập và suốt đời trong bối cảnh rộng lớn của sự thay đổi công nghệ trong thực tế. 4 Các năng lực Liên ngành và Chuyển giao Đánh giá thực nghiệm các hệ thống CNTT bằng cách sử dụng các thủ tục hệ thống và để áp dụng các phương pháp thích hợp hiện hành, cũng như để đánh giá các hệ thống liên ngành hoặc trong các bối cảnh vận hành mới. 5 Các năng lực Xã hội và các năng lực Bản thân Thể hiện khả năng giao tiếp hiệu quả về các hoạt động nghề nghiệp với cộng đồng và xã hội nói chung; với tư cách là một cá nhân, một thành viên hoặc một nhà lãnh đạo trong các nhóm đa dạng và trong các môi trường đa ngành."
        },
        {
            "title": "Ngành Khoa học máy tính - 2. Định hướng ứng dụng",
            "content": "STT Phân loại theo (nhóm) năng lực Mô tả chuẩn đầu ra (PLOs) 1 Các năng lực Hình thức, Mô hình hóa và Toán học Áp dụng kiến ​​thức về toán học, khoa học, cơ sở và ngành khoa học máy tính cho giải pháp của các vấn đề phức tạp liên quan đến CNTT. 2 Các năng lực Phân tích, Thiết kế và Đánh giá trong lĩnh vực Thể hiện khả năng xác định, phát biểu, thực hiện tài liệu nghiên cứu, phân tích và thiết kế các vấn đề phức tạp liên quan đến CNTT bằng cách sử dụng các nguyên lý của toán học, khoa học tự nhiên và khoa học máy tính. Lựa chọn các giải pháp thích hợp cho các vấn đề và hệ thống, mô hình hoặc quy trình phức tạp liên quan đến CNTT nhằm đáp ứng các nhu cầu cụ thể, đặc biệt là trong lĩnh vực AI. 3 Các năng lực Phương pháp luận Thực hiện điều tra về các vấn đề phức tạp bằng cách sử dụng kiến ​​thức dựa trên nghiên cứu và phương pháp nghiên cứu để đưa ra các kết luận hợp lệ. Tham gia vào việc học tập độc lập và suốt đời trong bối cảnh rộng lớn của sự thay đổi công nghệ trong thực tế. 4 Các năng lực Liên ngành và Chuyển giao Đánh giá thực nghiệm các hệ thống CNTT bằng cách sử dụng các thủ tục hệ thống và để áp dụng các phương pháp thích hợp hiện hành, cũng như để đánh giá các hệ thống liên ngành hoặc trong các bối cảnh vận hành mới. 5 Các năng lực Xã hội và các năng lực Bản thân Thể hiện khả năng giao tiếp hiệu quả về các hoạt động nghề nghiệp với cộng đồng và xã hội nói chung; với tư cách là một cá nhân, một thành viên hoặc một nhà lãnh đạo trong các nhóm đa dạng và trong các môi trường đa ngành."
        },
        {
            "title": "Ngành Kỹ thuật xây dựng - 1. Định hương nghiên cứu",
            "content": "STT Phân loại theo (nhóm) năng lực Mô tả chuẩn đầu ra (PLOs) 1 Kiến thức và hiểu biết PLO1: Vận dụng kiến thức về đường lối, chủ trương của nhà nước, phương pháp triển khai nghiên cứu trong xác lập mục tiêu, đối tượng, phương pháp nghiên cứu các vấn đề của ngành xây dựng. PLO2: Sử dụng ngoại ngữ tiếng anh hiệu quả trong các hoạt động thiết kế, lập biện pháp thi công, cũng như trong nghiên cứu các vấn đề của ngành xây dựng. 2 Phân tích và thiết kế PLO3a: Vận dụng (Apply) linh hoạt các qui trình, nguyên lý, phương pháp, kỹ thuật để phân tích, cải tiến thiết kế kết cấu cũng như tổ chức thi công các công trình phức tạp. PLO4: Ứng dụng (Apply) kiến thức ngành để giải quyết, những vấn đề đặt ra đối với công tác thiết kế, thi công công trình xây dựng. 3 Thực hành nghề nghiệp PLO5: Sử dụng (Use) thành thạo các phần mềm ngành để phân tích, mô phỏng, thiết kế, quản lý thi công công trình dân dụng và công nghiệp. 4 Nghiên cứu và đánh giá PLO6a: Có (Have) khả năng tự học, nghiên cứu độc lập, thu thập có hệ thống thông tin về kỹ thuật xây dựng phục vụ công tác nghiên cứu. 5 Kỹ năng mềm PLO7: Thể hiện (Demonstrate) kỹ năng làm việc nhóm, kỹ năng báo cáo thuyết trình và kỹ năng tổ chức, quản lý và điều hành các hoạt động tại đơn vị công tác, đặc biệt trong môi trường kỹ thuật. PLO8: Thể hiện (Display) tinh thần trung thực và trách nhiệm, cầu tiến ham học hỏi để nâng cao kỹ năng nghề nghiệp."
        },
        {
            "title": "Ngành Kỹ thuật xây dựng - 2. Định hướng ứng dụng",
            "content": "STT Phân loại theo (nhóm) năng lực Mô tả chuẩn đầu ra (PLOs) 1 Kiến thức và hiểu biết PLO1: Vận dụng kiến thức về đường lối, chủ trương của nhà nước, phương pháp triển khai nghiên cứu trong xác lập mục tiêu, đối tượng, phương pháp nghiên cứu các vấn đề của ngành xây dựng. PLO2: Sử dụng ngoại ngữ tiếng anh hiệu quả trong các hoạt động thiết kế, lập biện pháp thi công, cũng như trong nghiên cứu các vấn đề của ngành xây dựng. 2 Phân tích và thiết kế PLO3b: Vận dụng (Apply) chính xác các quy trình kỹ thuật trong phân tích kết cấu và tổ chức thi công các công trình từ đơn giản đến phúc tạp. PLO4: Ứng dụng (Apply) kiến thức ngành để giải quyết, những vấn đề đặt ra đối với công tác thiết kế, thi công công trình xây dựng. 3 Thực hành nghề nghiệp PLO5: Sử dụng (Use) thành thạo các phần mềm ngành để phân tích, mô phỏng, thiết kế, quản lý thi công công trình dân dụng và công nghiệp. 4 Nghiên cứu và đánh giá PLO6b: Có (Have) khả năng nghiên cứu đánh giá, tổng hợp các dữ kiện thu thập từ các công trình; đưa ra các giải pháp tối ưu cho thiết kế và thi công xây dựng. 5 Kỹ năng mềm PLO7:Thể hiện (Demonstrate) kỹ năng làm việc nhóm, kỹ năng báo cáo thuyết trình và kỹ năng tổ chức, quản lý và điều hành các hoạt động tại đơn vị công tác, đặc biệt trong môi trường kỹ thuật PLO8: Thể hiện (Display) tinh thần trung thực và trách nhiệm, cầu tiến ham học hỏi để nâng cao kỹ năng nghề nghiệp."
        },
        {
            "title": "Ngành Quản trị kinh doanh - 1. Định hương nghiên cứu",
            "content": "STT Phân loại Mô tả chuẩn đầu ra (PLOs) 1 Kiến thức Phân tích (analyse) những lý thuyết nền tảng và chuyên sâu về quản trị, kinh doanh và kinh tế nhằm tìm ra những vấn đề cần nghiên cứu trong lĩnh vực quản trị kinh doanh từ đó tìm ra phương pháp giải quyết vấn đề doanh nghiệp quan tâm. Tổng hợp (synthesize) các kiến thức chuyên ngành nhằm mục đích ứng dụng để xây dựng và giải quyết những vấn đề mà doanh nghiệp đang vướng mắc như: quản trị nhân sự, marketing, kinh doanh quốc tế. Phát triển (develop) những ý tưởng nghiên cứu về vấn đề của doanh nghiệp, thực hiện nghiên cứu dự án thông qua việc ứng dụng phương pháp nghiên cứu khoa học, tư duy logic, và tham gia các hội thảo chuyên ngành trong lĩnh vực quản trị kinh doanh. 2 Kỹ năng Đánh giá (evaluate) thực trạng vấn đề nghiên cứu dựa trên việc ứng dụng lý thuyết khoa học, tổng hợp, phân tích dữ liệu, từ đó ứng dụng vào những khía cạch cốt lõi của quản trị doanh nghiệp như thống kê phân tích dữ liệu, ứng dụng mô hình kinh doanh phù hợp, phân tích báo cáo tài chính, chiến lược kinh doanh của doanh nghiệp Phát triển (develop) kỹ năng tìm kiếm thông tin và dữ liệu nghiên cứu thông qua việc sử dụng thành thạo các kỹ năng ứng dụng công nghệ thông tin, ngoại ngữ để khai thác các cơ sở dữ liệu nghiên cứu trong và ngoài nước liên quan đến quản trị kinh doanh. 3 Mức độ tự chủ và chịu trách nhiệm Sử dụng (Use) tư duy phản biện, tự chủ, tự chịu trách nhiệm trong hoạt động nghiên cứu; Có khả năng thích nghi; Có khả năng quản lý, đánh giá và cải tiến các hoạt động chuyên môn, định hướng học tập suốt đời"
        },
        {
            "title": "Ngành Quản trị kinh doanh - 2. Định hướng ứng dụng",
            "content": "STT Phân loại Mô tả chuẩn đầu ra (PLOs) 1 Kiến thức Phân tích (analyse) lý thuyết các vấn đề liên quan đến hoạch định, tổ chức, triển khai và kiểm tra giám sát các hoạt động quản trị trong doanh nghiệp. Tổng hợp (synthesize) các kiến thức chuyên sâu về các lĩnh vực quản trị và kiểm soát hoạt động của doanh nghiệp Phát triển (develop) những vấn đề đang tồn tại của doanh nghiệp, thực hiện triển khai một dự án thông qua việc ứng dụng các phương pháp nghiên cứu khoa học, tư duy logic, và tham gia các hội thảo chuyên ngành trong lĩnh vực quản trị kinh doanh. 2 Kỹ năng Đánh giá (evaluate) các vấn đề về quản trị doanh nghiệp bằng việc sử dụng các công cụ định lượng trong nghiên cứu, đồng thời đưa ra được hướng giải quyết các vấn đề. Phát triển (develop) kỹ năng tìm kiếm thông tin và dữ liệu nghiên cứu thông qua việc sử dụng thành thạo các kỹ năng ứng dụngcông nghệ thông tin, ngoại ngữ để khai thác các cơ sở dữ liệu nghiên cứu trong và ngoài nước liên quan đến quản trị kinh doanh. 3 Mức độ tự chủ và chịu trách nhiệm Thúc đẩy (Promote) sự đa dạng, hướng đến sự công bằng và hòa hợp trong tổ chức, doanh nghiệp, tinh thần tự chủ và trách nhiệm cao trong công việc; có sự thích ứng với môi trường luôn luôn biến động; tinh thần sáng tạo, năng động; định hướng học tập suốt đời"
        },
        {
            "title": "Ngành toán ứng dụng - Định hướng nghiên cứu",
            "content": "STT Phân loại theo (nhóm) năng lực Mô tả chuẩn đầu ra (PLOs) 1 Kiến thức chung Sử dụng (Use) thành thạo ngoại ngữ phục vụ cho công việc, học tập và nghiên cứu. 2 Kiến thức chuyên môn Áp dụng (Apply) các kiến thức toán học phục vụ cho việc học tập, nghiên cứu và tác nghiệp trong các lĩnh vực ứng dụng toán. Thể hiện (Demonstrate) hiểu biết sâu sắc về kiến thức ngành và vận dụng (Apply) được các kiến này trong việc giải các bài toán liên quan. Đánh giá (Evaluate) tính hiệu quả của các phương pháp và các kết quả đạt được trong việc giải quyết các bài toán ứng dụng. Thể hiện (Demonstrate) khả năng nghiên cứu khoa học thuộc lĩnh vực Toán ứng dụng. 3 Kỹ năng chung Thể hiện (Demonstrate) kỹ năng phân tích và giải quyết vấn đề, kỹ năng làm việc độc lập và làm việc nhóm. 4 Thái độ và thức xã hội Thể hiện (Demonstrate) tinh thần trách nhiệm, làm việc chăm chỉ, trung thực, có đạo đức nghề nghiệp, tinh thần cống hiến. Phát triển (Develop) niềm đam mê tự học, tự nghiên cứu để nâng cao kiến thức, trình độ chuyên môn và niềm đam mê khởi nghiệp."
        }
    ]
}