{
    "source_url": "https://thinangkhieu.tdtu.edu.vn/",
    "crawl_date": "2025-11-27T16:38:58.053900",
    "title": "Đăng ký thi năng khiếu - TDTU",
    "segmented_content": [
        {
            "title": "1. Các đợt đăng ký dự thi",
            "content": "- Đợt 1: Thi năng khiếu + Thời gian đăng ký: 01/4 – 05/05/2025. + Thời hạn thanh toán lệ phí: trước 17g00 ngày 06/05/2025. + Thời gian tổ chức thi: 17-18/05/2025. + Địa điểm tổ chức thi: Trường Đại học Tôn Đức Thắng, Số 19 Nguyễn Hữu Thọ, Phường Tân Hưng, TP. Hồ Chí Minh. + Môn thi: Vẽ hình họa mỹ thuật, Vẽ trang trí màu, Năng khiếu thể dục thể thao. - Đợt 2: Thi năng khiếu + Thời gian đăng ký: 01/04 – 30/05/2025. + Thời hạn thanh toán lệ phí: trước 17g00 ngày 31/05/2025. + Thời gian tổ chức thi: 14-15/06/2025. + Địa điểm tổ chức thi: Phân hiệu Trường Đại học Tôn Đức Thắng tại Khánh Hòa, Số 22 Nguyễn Đình Chiểu, Phường Vĩnh Phước, TP. Nha Trang, Khánh Hòa. + Môn thi: Vẽ hình họa mỹ thuật, Vẽ trang trí màu, Năng khiếu thể dục thể thao. - Đợt 3: Thi năng khiếu + Thời gian đăng ký: 01/04 – 15/06/2025. + Thời hạn thanh toán lệ phí: trước 17g00 ngày 16/06/2025. + Thời gian tổ chức thi: 29-30/06/2025. + Địa điểm tổ chức thi: Trường Đại học Tôn Đức Thắng, Số 19 Nguyễn Hữu Thọ, Phường Tân Hưng, TP. Hồ Chí Minh. + Môn thi: Vẽ hình họa mỹ thuật, Vẽ trang trí màu, Năng khiếu thể dục thể thao. - Thí sinh tham khảo chi tiết về giới thiệu bài thi năng khiếu mỹ thuật ( tại đây ) - Thí sinh tham khảo chi tiết về giới thiệu bài thi năng khiếu thể dục thể thao ( tại đây )"
        },
        {
            "title": "2. Sau khi đăng ký thành công",
            "content": "hệ thống sẽ cấp tên đăng nhập và mật khẩu. Thí sinh phải đổi mật khẩu để bảo mật thông tin."
        },
        {
            "title": "3. Điều chỉnh thông tin",
            "content": "Thí sinh muốn điều chỉnh thông tin vui lòng liên hệ Ban tuyển sinh qua số điện thoại (028) 37 755 052 hoặc số hotline: 19002024 (trong giờ hành chính) hoặc email: tuvantuyensinh@tdtu.edu.vn để được hỗ trợ."
        },
        {
            "title": "4. Hồ sơ đăng ký",
            "content": "- Thí sinh tải ảnh 3x4 (được chụp trong vòng 6 tháng gần nhất) lên hệ thống lúc đăng ký. Ảnh này dùng in trên Giấy báo dự thi. - Lệ phí đăng ký dự thi 300.000 đồng/môn thi/đợt thi. Thí sinh phải hoàn tất thanh toán lệ phí dự thi trong thời gian quy định mới được tổ chức thi. Nhà trường không hoàn lại lệ phí đăng ký dự thi."
        },
        {
            "title": "5. Tra cứu lịch thi và in Giấy báo dự thi",
            "content": "- Thí sinh đăng nhập vào hệ thống để tra cứu lịch thi (phòng thi, giờ thi), in Giấy báo dự thi và xem kết quả thi. - Trước ngày thi ít nhất 5 ngày thí sinh vào hệ thống in Giấy báo dự thi để mang đến phòng thi."
        },
        {
            "title": "Lưu ý chung về hệ thống",
            "content": "- Sau khi đăng ký thành công, thí sinh phải đọc kỹ lưu ý hướng dẫn trên màn hình hoặc khi đăng nhập vào tài khoản. Hệ thống được hỗ trợ tốt nhất ở trình duyệt Google Chrome nên dùng trình duyệt này để tránh trường hợp xảy ra một số lỗi cập nhật."
        },
        {
            "title": "01. THÔNG TIN THÍ SINH",
            "content": "Họ lót Tên Giới tính (*) Lưu ý: Nếu họ và tên là Nguyễn Thị Phương Anh thì họ và tên lót là Nguyễn Thị Phương, tên là Anh Căn cước công dân/Mã định danh Tra cứu Ngày tháng năm sinh (VD: 14/03/2000) Dân tộc (*) Lưu ý: Căn cước công dân/Mã định danh dùng đúng số đăng ký trên hệ thống Bộ GD&ĐT Hộ khẩu Tỉnh/TP Huyện/Quận Xã/Phường Đường, thôn, xóm, ấp, tổ, khu phố, khối Số nhà Số điện thoại Email Địa chỉ liên hệ"
        },
        {
            "title": "02. THÔNG TIN NƠI HỌC THPT",
            "content": "Năm lớp 10 Mã trường (mã tỉnh + mã trường) Năm lớp 11 Mã trường (mã tỉnh + mã trường) Năm lớp 12 Mã trường (mã tỉnh + mã trường)"
        },
        {
            "title": "03. THÔNG TIN CHỨNG CHỈ",
            "content": "Nộp chứng chỉ tiếng Anh quốc tế tương đương IELTS 5.0 còn thời hạn trong vòng 2 năm tính đến ngày 01/10/2022. Thí sinh không có chứng chỉ tiếng Anh quốc tế theo quy định phải truy cập vào website http://thinangkhieu.tdtu.edu.vn để đăng ký dự thi năng lực tiếng Anh."
        },
        {
            "title": "03. THÔNG TIN ĐĂNG KÝ DỰ THI MÔN NĂNG KHIẾU",
            "content": "Thí sinh chọn đợt thi, sau đó chọn môn thi Chọn Thi Đợt 01: Thi tại TP. Hồ Chí Minh Môn Vẽ hình họa mỹ thuật (Vẽ Đầu tượng) Môn Vẽ hình họa mỹ thuật (Vẽ Tĩnh vật) Môn Vẽ trang trí màu Môn Năng khiếu thể dục thể thao Thí sinh xét tuyển theo PT 1, 3 đợt 1 chỉ được đăng ký dự thi ở đợt 1. Chọn Thi Đợt 02: Thi tại Phân hiệu Khánh Hòa Môn Vẽ hình họa mỹ thuật (Vẽ Đầu tượng) Môn Vẽ hình họa mỹ thuật (Vẽ Tĩnh vật) Môn Vẽ trang trí màu Môn Năng khiếu thể dục thể thao Thí sinh xét tuyển theo PT 1, 3 đợt 1 KHÔNG được đăng ký dự thi ở đợt này. Chọn Thi Đợt 03: Thi tại TP. Hồ Chí Minh Môn Vẽ hình họa mỹ thuật (Vẽ Đầu tượng) Môn Vẽ hình họa mỹ thuật (Vẽ Tĩnh vật) Môn Vẽ trang trí màu Môn Năng khiếu thể dục thể thao Môn Năng lực tiếng Anh Hình thức thi: Thi trực tuyến Thi trực tiếp Nộp ảnh làm hồ sơ: Click to upload Ảnh (kích thước 3 x 4) Hình dung lượng tối đa là 300KB; Các định dạng hình cho phép: .jpg, .jpeg, .png, .bmp"
        },
        {
            "title": "04. THÔNG TIN PHƯƠNG THỨC XÉT TUYỂN",
            "content": "Đăng ký nộp chứng chỉ tiếng Anh quốc tế xét tuyển theo Phương thức 2 (xét theo điểm thi THPT năm 2023). Đăng ký nộp chứng chỉ tiếng Anh quốc tế xét tuyển theo Phương thức 4 (xét theo kết quả bài thi đánh giá năng lực năm 2023 của ĐH Quốc gia TP.HCM). Chứng chỉ tiếng Anh Ngày/tháng/năm bắt đầu hiệu lực Nghe Nói Đọc Viết Tổng điểm Cấp độ"
        },
        {
            "title": "Cam đoan",
            "content": "Tôi xin cam đoan những thông tin trên hoàn toàn đúng sự thật. Nếu sai tôi xin chịu xử lý theo quy định hiện hành của Bộ GDĐT."
        },
        {
            "title": "Lưu ý về thanh toán và tài khoản",
            "content": "- Thí sinh dùng tài khoản đăng nhập vào hệ thống để kiểm tra và thanh toán lệ phí hồ sơ. - Sau khi đăng ký thành công, thí sinh phải đọc kỹ lưu ý hướng dẫn trên màn hình hoặc khi đăng nhập vào tài khoản."
        }
    ]
}